{
  "url": "https://www.telesurtv.net/harris-y-trump-pugnan-por-el-voto-anticipado-en-estados-clave/",
  "title": "Harris y Trump pugnan por el voto anticipado en estados clave - teleSUR",
  "section": "Mundo",
  "tags": [
    "campaña",
    "EE.UU.",
    "Voto adelantado"
  ],
  "text": "La campaña presidencial estadounidense de 2024 se intensifica con la vicepresidenta Kamala Harris realizando una gira por Wisconsin, un estado crucial en la contienda electoral. Harris visitará Milwaukee en su sexta visita al estado desde el lanzamiento de su candidatura, subrayando la importancia de Wisconsin en su estrategia electoral.\nRecientes encuestas muestran una carrera reñida en Wisconsin, con Harris manteniendo una ligera ventaja sobre el expresidente Donald Trump de un punto porcentual. Los resultados, todos dentro del margen de error, resaltan lo cerrado de la contienda en este estado considerado bastión demócrata, con una significativa población de votantes negros y latinos.\nMientras tanto, el compañero de fórmula de Harris, Tim Walz, hará campaña en Carolina del Norte junto al expresidente Bill Clinton, coincidiendo con el inicio de la votación anticipada en ese estado indeciso. La campaña demócrata enfrenta desafíos en Carolina del Norte debido a las secuelas del huracán Helene, que ha dificultado el acceso a algunas áreas y alterado las prioridades de los votantes.\nPor el lado republicano, Donald Trump participará en la cena de Al Smith en Nueva York, mientras que su compañero de fórmula, JD Vance, continuará su campaña por el Medio Oeste con una parada en Pittsburgh. Recientemente, Vance afirmó por primera vez que Trump no perdió las elecciones de 2020, un tema que había evitado anteriormente.\nLa intensidad de la campaña en estados indecisos como Wisconsin y Carolina del Norte refleja la importancia crucial que estos territorios tendrán en determinar el resultado de las elecciones presidenciales de 2024, con ambos candidatos luchando por cada voto en una carrera que se perfila extremadamente cerrada.\nEl promedio de encuestas\nSegún revela el más reciente promedio de encuestas de Real Clear Politics, la vicepresidenta Kamala Harris mantiene una ligera ventaja de 1.6 puntos porcentuales sobre el expresidente republicano Donald Trump, con un 49.3% frente a un 47.7% de intención de voto.\nEste promedio se basa en una serie de encuestas realizadas entre el 30 de septiembre y el 15 de octubre, que muestran resultados diversos y, en algunos casos, contradictorios. La encuesta más reciente, conducida por FOX News entre el 11 y el 14 de octubre con 870 votantes probables, otorga a Trump una ventaja de 2 puntos (50% frente a 48%), con un margen de error de 3.0 puntos.\nCortesía: RealClearPolitics\nLa encuesta de Morning Consult tiene la muestra más grande con 8,647 votantes probables y el margen de error más bajo de 1.0%, mientras que la encuesta de Marquette tiene una muestra más pequeña de 699 votantes probables y un margen de error más alto de 4.7%.\nLas encuestas más recientes de TIPP y CBS News, realizadas entre el 8 y el 15 de octubre, muestran a Harris con ventajas de 4 y 3 puntos respectivamente. La encuesta de Pew Research, con la segunda muestra más grande de 4,025 votantes registrados, da a Harris una ventaja de 1 punto.\nActual Mapa del Colegio Electoral\nEl mapa del colegio electoral para las elecciones presidenciales en 2024 se muestra muy estrecha, según las proyecciones actuales. Con 270 votos electorales necesarios para ganar la presidencia, el mapa actual revela una contienda reñida entre la vicepresidenta Kamala Harris y el expresidente Donald Trump.\nActualmente, Harris/Walz cuentan con 215 votos electorales considerados seguros o probables, mientras que Trump/Vance tienen 219. Sin embargo, el factor decisivo serán los 104 votos electorales de estados considerados “toss-ups” o indecisos, que podrían inclinar la balanza hacia cualquier lado.\nCortesía: RealClearPolitics\nEntre los estados que se inclinan hacia Harris se encuentran Maine, New Hampshire, New Mexico y Virginia, sumando 24 votos electorales. Por otro lado, Trump parece tener ventaja en estados clave como Florida, Ohio y Texas, que aportan un total de 88 votos electorales.\nLos estados indecisos, que serán el centro de atención durante la campaña, incluyen Arizona, Georgia, Michigan, Minnesota, Nevada, Carolina del Norte, Pensilvania y Wisconsin. Estos estados, junto con el segundo distrito de Nebraska, suman los 104 votos electorales en disputa.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/harris-y-trump-pugnan-por-el-voto-anticipado-en-estados-clave/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 958,
    "message_id": 78587,
    "date": "2024-10-17T18:55:07+00:00",
    "text": "teleSUR\nHarris y Trump pugnan por el voto anticipado en estados clave\nhttps://www.telesurtv.net/harris-y-trump-pugnan-por-el-voto-anticipado-en-estados-clave/",
    "photo_path": null,
    "views": 2210,
    "reactions": {
      "🤮": 19,
      "🤪": 4
    },
    "total_reactions": 23
  },
  "preprocessing": {
    "cleaned": "la campaña presidencial estadounidense de 2024 se intensifica con la vicepresidenta kamala harris realizando una gira por wisconsin, un estado crucial en la contienda electoral. harris visitará milwaukee en su sexta visita al estado desde el lanzamiento de su candidatura, subrayando la importancia de wisconsin en su estrategia electoral. recientes encuestas muestran una carrera reñida en wisconsin, con harris manteniendo una ligera ventaja sobre el expresidente donald trump de un punto porcentual. los resultados, todos dentro del margen de error, resaltan lo cerrado de la contienda en este estado considerado bastión demócrata, con una significativa población de votantes negros y latinos. mientras tanto, el compañero de fórmula de harris, tim walz, hará campaña en carolina del norte junto al expresidente bill clinton, coincidiendo con el inicio de la votación anticipada en ese estado indeciso. la campaña demócrata enfrenta desafíos en carolina del norte debido a las secuelas del huracán helene, que ha dificultado el acceso a algunas áreas y alterado las prioridades de los votantes. por el lado republicano, donald trump participará en la cena de al smith en nueva york, mientras que su compañero de fórmula, jd vance, continuará su campaña por el medio oeste con una parada en pittsburgh. recientemente, vance afirmó por primera vez que trump no perdió las elecciones de 2020, un tema que había evitado anteriormente. la intensidad de la campaña en estados indecisos como wisconsin y carolina del norte refleja la importancia crucial que estos territorios tendrán en determinar el resultado de las elecciones presidenciales de 2024, con ambos candidatos luchando por cada voto en una carrera que se perfila extremadamente cerrada. el promedio de encuestas según revela el más reciente promedio de encuestas de real clear politics, la vicepresidenta kamala harris mantiene una ligera ventaja de 1.6 puntos porcentuales sobre el expresidente republicano donald trump, con un 49.3% frente a un 47.7% de intención de voto. este promedio se basa en una serie de encuestas realizadas entre el 30 de septiembre y el 15 de octubre, que muestran resultados diversos y, en algunos casos, contradictorios. la encuesta más reciente, conducida por fox news entre el 11 y el 14 de octubre con 870 votantes probables, otorga a trump una ventaja de 2 puntos (50% frente a 48%), con un margen de error de 3.0 puntos. cortesía: realclearpolitics la encuesta de morning consult tiene la muestra más grande con 8,647 votantes probables y el margen de error más bajo de 1.0%, mientras que la encuesta de marquette tiene una muestra más pequeña de 699 votantes probables y un margen de error más alto de 4.7%. las encuestas más recientes de tipp y cbs news, realizadas entre el 8 y el 15 de octubre, muestran a harris con ventajas de 4 y 3 puntos respectivamente. la encuesta de pew research, con la segunda muestra más grande de 4,025 votantes registrados, da a harris una ventaja de 1 punto. actual mapa del colegio electoral el mapa del colegio electoral para las elecciones presidenciales en 2024 se muestra muy estrecha, según las proyecciones actuales. con 270 votos electorales necesarios para ganar la presidencia, el mapa actual revela una contienda reñida entre la vicepresidenta kamala harris y el expresidente donald trump. actualmente, harris/walz cuentan con 215 votos electorales considerados seguros o probables, mientras que trump/vance tienen 219. sin embargo, el factor decisivo serán los 104 votos electorales de estados considerados “toss-ups” o indecisos, que podrían inclinar la balanza hacia cualquier lado. cortesía: realclearpolitics entre los estados que se inclinan hacia harris se encuentran maine, new hampshire, new mexico y virginia, sumando 24 votos electorales. por otro lado, trump parece tener ventaja en estados clave como florida, ohio y texas, que aportan un total de 88 votos electorales. los estados indecisos, que serán el centro de atención durante la campaña, incluyen arizona, georgia, michigan, minnesota, nevada, carolina del norte, pensilvania y wisconsin. estos estados, junto con el segundo distrito de nebraska, suman los 104 votos electorales en disputa.",
    "tokens": [
      "campaña",
      "presidencial",
      "estadounidense",
      "2024",
      "intensifica",
      "vicepresidenta",
      "kamala",
      "harris",
      "realizando",
      "gira",
      "wisconsin",
      ",",
      "crucial",
      "contienda",
      "electoral",
      ".",
      "harris",
      "visitará",
      "milwaukee",
      "sexta",
      "visita",
      "lanzamiento",
      "candidatura",
      ",",
      "subrayando",
      "importancia",
      "wisconsin",
      "estrategia",
      "electoral",
      ".",
      "recientes",
      "encuestas",
      "muestran",
      "carrera",
      "reñida",
      "wisconsin",
      ",",
      "harris",
      "manteniendo",
      "ligera",
      "ventaja",
      "expresidente",
      "donald",
      "trump",
      "punto",
      "porcentual",
      ".",
      "resultados",
      ",",
      "dentro",
      "margen",
      "error",
      ",",
      "resaltan",
      "cerrado",
      "contienda",
      "considerado",
      "bastión",
      "demócrata",
      ",",
      "significativa",
      "población",
      "votantes",
      "negros",
      "latinos",
      ".",
      "mientras",
      ",",
      "compañero",
      "fórmula",
      "harris",
      ",",
      "tim",
      "walz",
      ",",
      "hará",
      "campaña",
      "carolina",
      "norte",
      "junto",
      "expresidente",
      "bill",
      "clinton",
      ",",
      "coincidiendo",
      "inicio",
      "votación",
      "anticipada",
      "indeciso",
      ".",
      "campaña",
      "demócrata",
      "enfrenta",
      "desafíos",
      "carolina",
      "norte",
      "debido",
      "secuelas",
      "huracán",
      "helene",
      ",",
      "dificultado",
      "acceso",
      "áreas",
      "alterado",
      "prioridades",
      "votantes",
      ".",
      "lado",
      "republicano",
      ",",
      "donald",
      "trump",
      "participará",
      "cena",
      "smith",
      "nueva",
      "york",
      ",",
      "mientras",
      "compañero",
      "fórmula",
      ",",
      "jd",
      "vance",
      ",",
      "continuará",
      "campaña",
      "medio",
      "oeste",
      "parada",
      "pittsburgh",
      ".",
      "recientemente",
      ",",
      "vance",
      "afirmó",
      "primera",
      "vez",
      "trump",
      "perdió",
      "elecciones",
      "2020",
      ",",
      "tema",
      "evitado",
      "anteriormente",
      ".",
      "intensidad",
      "campaña",
      "indecisos",
      "wisconsin",
      "carolina",
      "norte",
      "refleja",
      "importancia",
      "crucial",
      "territorios",
      "determinar",
      "resultado",
      "elecciones",
      "presidenciales",
      "2024",
      ",",
      "ambos",
      "candidatos",
      "luchando",
      "cada",
      "voto",
      "carrera",
      "perfila",
      "extremadamente",
      "cerrada",
      ".",
      "promedio",
      "encuestas",
      "según",
      "revela",
      "reciente",
      "promedio",
      "encuestas",
      "real",
      "clear",
      "politics",
      ",",
      "vicepresidenta",
      "kamala",
      "harris",
      "mantiene",
      "ligera",
      "ventaja",
      "1.6",
      "puntos",
      "porcentuales",
      "expresidente",
      "republicano",
      "donald",
      "trump",
      ",",
      "49.3",
      "%",
      "frente",
      "47.7",
      "%",
      "intención",
      "voto",
      ".",
      "promedio",
      "basa",
      "serie",
      "encuestas",
      "realizadas",
      "30",
      "septiembre",
      "15",
      "octubre",
      ",",
      "muestran",
      "resultados",
      "diversos",
      ",",
      "casos",
      ",",
      "contradictorios",
      ".",
      "encuesta",
      "reciente",
      ",",
      "conducida",
      "fox",
      "news",
      "11",
      "14",
      "octubre",
      "870",
      "votantes",
      "probables",
      ",",
      "otorga",
      "trump",
      "ventaja",
      "2",
      "puntos",
      "(",
      "50",
      "%",
      "frente",
      "48",
      "%",
      ")",
      ",",
      "margen",
      "error",
      "3.0",
      "puntos",
      ".",
      "cortesía",
      ":",
      "realclearpolitics",
      "encuesta",
      "morning",
      "consult",
      "muestra",
      "grande",
      "8,647",
      "votantes",
      "probables",
      "margen",
      "error",
      "bajo",
      "1.0",
      "%",
      ",",
      "mientras",
      "encuesta",
      "marquette",
      "muestra",
      "pequeña",
      "699",
      "votantes",
      "probables",
      "margen",
      "error",
      "alto",
      "4.7",
      "%",
      ".",
      "encuestas",
      "recientes",
      "tipp",
      "cbs",
      "news",
      ",",
      "realizadas",
      "8",
      "15",
      "octubre",
      ",",
      "muestran",
      "harris",
      "ventajas",
      "4",
      "3",
      "puntos",
      "respectivamente",
      ".",
      "encuesta",
      "pew",
      "research",
      ",",
      "segunda",
      "muestra",
      "grande",
      "4,025",
      "votantes",
      "registrados",
      ",",
      "da",
      "harris",
      "ventaja",
      "1",
      "punto",
      ".",
      "actual",
      "mapa",
      "colegio",
      "electoral",
      "mapa",
      "colegio",
      "electoral",
      "elecciones",
      "presidenciales",
      "2024",
      "muestra",
      "estrecha",
      ",",
      "según",
      "proyecciones",
      "actuales",
      ".",
      "270",
      "votos",
      "electorales",
      "necesarios",
      "ganar",
      "presidencia",
      ",",
      "mapa",
      "actual",
      "revela",
      "contienda",
      "reñida",
      "vicepresidenta",
      "kamala",
      "harris",
      "expresidente",
      "donald",
      "trump",
      ".",
      "actualmente",
      ",",
      "harris/walz",
      "cuentan",
      "215",
      "votos",
      "electorales",
      "considerados",
      "seguros",
      "probables",
      ",",
      "mientras",
      "trump/vance",
      "219.",
      "embargo",
      ",",
      "factor",
      "decisivo",
      "104",
      "votos",
      "electorales",
      "considerados",
      "“",
      "toss-ups",
      "”",
      "indecisos",
      ",",
      "podrían",
      "inclinar",
      "balanza",
      "hacia",
      "cualquier",
      "lado",
      ".",
      "cortesía",
      ":",
      "realclearpolitics",
      "inclinan",
      "hacia",
      "harris",
      "encuentran",
      "maine",
      ",",
      "new",
      "hampshire",
      ",",
      "new",
      "mexico",
      "virginia",
      ",",
      "sumando",
      "24",
      "votos",
      "electorales",
      ".",
      "lado",
      ",",
      "trump",
      "parece",
      "tener",
      "ventaja",
      "clave",
      "florida",
      ",",
      "ohio",
      "texas",
      ",",
      "aportan",
      "total",
      "88",
      "votos",
      "electorales",
      ".",
      "indecisos",
      ",",
      "centro",
      "atención",
      "campaña",
      ",",
      "incluyen",
      "arizona",
      ",",
      "georgia",
      ",",
      "michigan",
      ",",
      "minnesota",
      ",",
      "nevada",
      ",",
      "carolina",
      "norte",
      ",",
      "pensilvania",
      "wisconsin",
      ".",
      ",",
      "junto",
      "segundo",
      "distrito",
      "nebraska",
      ",",
      "suman",
      "104",
      "votos",
      "electorales",
      "disputa",
      "."
    ],
    "token_count": 467,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 113,
      "VBZ": 14,
      "JJ": 58,
      "NN": 207,
      "IN": 38,
      "CD": 28,
      "FW": 98,
      "NNPS": 2,
      "VBP": 24,
      "NNS": 38,
      "VBD": 6,
      "DT": 1,
      "RB": 1,
      "VBN": 1,
      "$": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 8,
      "VBZ-JJ": 5,
      "JJ-NN": 35,
      "NN-IN": 29,
      "IN-CD": 8,
      "CD-NN": 10,
      "NN-NN": 108,
      "NN-FW": 13,
      "FW-NNP": 20,
      "NNP-NNP": 48,
      "NNP-NN": 29,
      "NN-JJ": 12,
      "NN-NNP": 20,
      "NN-VBZ": 2,
      "JJ-NNP": 5,
      "VBZ-FW": 1,
      "FW-JJ": 7,
      "JJ-FW": 4,
      "FW-NN": 16,
      "FW-FW": 46,
      "NNP-FW": 12,
      "JJ-NNPS": 1,
      "NNPS-VBP": 1,
      "VBP-NN": 4,
      "IN-NNP": 6,
      "IN-FW": 18,
      "IN-NNS": 1,
      "NNS-JJ": 4,
      "JJ-JJ": 4,
      "VBZ-NN": 1,
      "NN-NNS": 11,
      "NNS-VBP": 16,
      "VBP-JJ": 14,
      "JJ-NNS": 4,
      "NNS-FW": 1,
      "FW-NNS": 3,
      "NNS-NNP": 3,
      "NNP-VBP": 2,
      "NNP-VBD": 4,
      "VBD-JJ": 2,
      "NNP-DT": 1,
      "DT-NN": 1,
      "VBZ-NNS": 1,
      "NNS-IN": 4,
      "CD-JJ": 2,
      "NN-VBP": 4,
      "VBP-IN": 1,
      "IN-NN": 2,
      "NNS-NNS": 7,
      "IN-JJ": 3,
      "VBP-FW": 1,
      "NNP-JJ": 5,
      "CD-NNS": 9,
      "JJ-CD": 5,
      "CD-FW": 2,
      "CD-IN": 3,
      "VBP-CD": 1,
      "VBZ-RB": 1,
      "RB-CD": 1,
      "NN-CD": 5,
      "VBP-NNP": 1,
      "FW-CD": 5,
      "NNP-NNPS": 1,
      "NNPS-NNP": 1,
      "CD-NNP": 2,
      "NNP-NNS": 2,
      "VBP-VBZ": 1,
      "VBZ-IN": 1,
      "NNS-VBZ": 3,
      "VBZ-NNP": 4,
      "NNP-CD": 1,
      "VBD-NN": 1,
      "NN-VBD": 2,
      "VBD-NNP": 1,
      "VBD-CD": 1,
      "FW-VBP": 1,
      "VBP-VBN": 1,
      "VBN-NNP": 1,
      "VBD-$": 1,
      "$-CD": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "JJ-NN-IN": 8,
      "NN-IN-CD": 5,
      "IN-CD-NN": 3,
      "CD-NN-NN": 1,
      "NN-NN-NN": 59,
      "NN-NN-FW": 6,
      "NN-FW-NNP": 2,
      "FW-NNP-NNP": 13,
      "NNP-NNP-NN": 11,
      "NNP-NN-JJ": 2,
      "NN-JJ-NN": 9,
      "JJ-NN-NN": 22,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 11,
      "NNP-NNP-VBZ": 6,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNP-NN-NNP": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "FW-NN-FW": 5,
      "NN-FW-NN": 6,
      "NN-FW-FW": 4,
      "FW-FW-FW": 28,
      "FW-FW-NNP": 9,
      "FW-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NN-FW-JJ": 1,
      "FW-JJ-NNPS": 1,
      "JJ-NNPS-VBP": 1,
      "NNPS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "NN-NN-IN": 19,
      "NN-IN-NNP": 5,
      "IN-NNP-NN": 1,
      "NN-NNP-NN": 5,
      "NNP-NN-NN": 21,
      "NNP-NNP-FW": 6,
      "NNP-FW-FW": 4,
      "FW-FW-JJ": 3,
      "FW-JJ-NNP": 1,
      "FW-NN-IN": 2,
      "NN-IN-FW": 15,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 1,
      "IN-FW-FW": 6,
      "FW-FW-NN": 2,
      "FW-NN-NN": 4,
      "NN-NN-JJ": 4,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "NNP-NNP-NNP": 19,
      "IN-NNP-FW": 2,
      "NNP-FW-NNP": 6,
      "FW-NNP-NN": 6,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "FW-NN-NNP": 4,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 7,
      "JJ-NN-NNP": 3,
      "NN-NN-NNS": 4,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-JJ": 2,
      "IN-FW-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-CD": 3,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-NNP-FW": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-IN": 2,
      "CD-NN-NNS": 5,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NNP-NN-FW": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 5,
      "IN-CD-NNS": 4,
      "CD-NNS-NNS": 4,
      "NNS-NNS-VBP": 4,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-JJ-CD": 2,
      "JJ-CD-NN": 2,
      "CD-NN-JJ": 3,
      "JJ-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-NNS-VBP": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 2,
      "CD-IN-NN": 1,
      "IN-NN-VBP": 1,
      "NN-VBP-CD": 1,
      "VBP-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-NN": 4,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "FW-NN-CD": 1,
      "NN-CD-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-JJ": 1,
      "IN-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-CD": 1,
      "NN-CD-NN": 2,
      "FW-FW-CD": 3,
      "FW-CD-NNS": 2,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NNPS": 1,
      "NNP-NNPS-NNP": 1,
      "NNPS-NNP-FW": 1,
      "NN-NN-CD": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "NNP-NNP-NNS": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-NNS-VBP": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-JJ": 1,
      "NN-JJ-JJ": 1,
      "NN-NNS-NNS": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 3,
      "VBZ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "JJ-NN-JJ": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-CD": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "JJ-NNS-JJ": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-VBZ": 2,
      "VBZ-NNP-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "IN-FW-VBP": 1,
      "FW-VBP-VBN": 1,
      "VBP-VBN-NNP": 1,
      "VBN-NNP-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 207,
        "NNP": 113,
        "FW": 98,
        "JJ": 58,
        "IN": 38
      },
      "top_bigrams": {
        "NN-NN": 108,
        "NNP-NNP": 48,
        "FW-FW": 46,
        "JJ-NN": 35,
        "NN-IN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 59,
        "FW-FW-FW": 28,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 21,
        "NN-NN-IN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 182,
      "VP": 32,
      "ADJP": 13,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 8,
        "weight": 0.0304
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.019
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 5,
        "weight": 0.019
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('votos', 'NN') ('electorales', 'NNS')",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('votantes', 'NNS')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('Carolina', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('y', 'NNS')",
        "frequency": 3,
        "weight": 0.0114
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "campaña presidencial estadounidense"
      },
      {
        "label": "NP",
        "text": "presidencial estadounidense"
      },
      {
        "label": "NP",
        "text": "se intensifica con la"
      },
      {
        "label": "NP",
        "text": "Kamala Harris realizando"
      },
      {
        "label": "NP",
        "text": "una gira por Wisconsin"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "VP",
        "text": "estado crucial en la contienda electoral"
      },
      {
        "label": "NP",
        "text": "crucial en la"
      },
      {
        "label": "NP",
        "text": "Harris visitará Milwaukee"
      },
      {
        "label": "VP",
        "text": "en"
      },
      {
        "label": "ADJP",
        "text": "sexta"
      },
      {
        "label": "NP",
        "text": "al"
      },
      {
        "label": "NP",
        "text": "desde"
      },
      {
        "label": "NP",
        "text": "candidatura"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP campaña/VBZ (NP presidencial/JJ estadounidense/NN))\n  de/IN\n  2024/CD\n  (NP se/NN intensifica/NN con/NN la/NN)\n  vicepresidenta/FW\n  (NP Kamala/NNP Harris/NNP realizando/NN)\n  (NP una/JJ gira/NN por/NN Wisconsin/NNP)\n  ,/,\n  (ADJP un/JJ)\n  (VP\n    estado/VBP\n    (NP crucial/JJ en/NN la/NN)\n    contienda/JJ\n    electoral/JJ)\n  ./.)",
      "(S\n  (NP Harris/NNP visitará/NN Milwaukee/NNP)\n  (VP en/VBZ)\n  su/FW\n  (ADJP sexta/JJ)\n  visita/FW\n  (NP al/NN)\n  estado/FW\n  (NP desde/NN)\n  el/FW\n  lanzamiento/FW\n  de/FW\n  su/FW\n  (NP candidatura/NN)\n  ,/,\n  (ADJP subrayando/JJ)\n  la/FW\n  importancia/FW\n  de/FW\n  (NP Wisconsin/NNP)\n  en/FW\n  (NP su/NN)\n  (ADJP estrategia/JJ)\n  (ADJP electoral/JJ)\n  ./.)",
      "(S\n  (NP Recientes/NNS)\n  (VP encuestas/VBP (NP muestran/JJ una/JJ carrera/NN reñida/NN))\n  (PP en/IN (NP Wisconsin/NNP))\n  ,/,\n  (NP\n    con/NN\n    Harris/NNP\n    manteniendo/NN\n    una/NN\n    ligera/NN\n    ventaja/NN\n    sobre/NN\n    el/NN\n    expresidente/NN\n    Donald/NNP\n    Trump/NNP)\n  de/FW\n  un/FW\n  punto/FW\n  (ADJP porcentual/JJ)\n  ./.)",
      "(S\n  (NP Los/NNP resultados/NN)\n  ,/,\n  (NP todos/JJ dentro/NN del/NN margen/NN)\n  (PP de/IN (NP error/NN))\n  ,/,\n  (NP resaltan/JJ lo/NN cerrado/NN)\n  de/IN\n  la/FW\n  contienda/FW\n  en/FW\n  (NP este/NN)\n  estado/FW\n  (NP considerado/NN bastión/NN demócrata/NN)\n  ,/,\n  (NP con/NN)\n  (NP una/JJ significativa/NN población/NN)\n  (PP de/IN (NP votantes/NNS))\n  (NP negros/JJ y/JJ latinos/NN)\n  ./.)",
      "(S\n  (NP Mientras/NNP tanto/NN)\n  ,/,\n  (NP el/JJ compañero/NN)\n  de/IN\n  fórmula/FW\n  de/FW\n  (NP Harris/NNP)\n  ,/,\n  (NP Tim/NNP Walz/NNP)\n  ,/,\n  (NP hará/NN campaña/NN)\n  (PP en/IN (NP Carolina/NNP))\n  del/FW\n  (NP Norte/NNP junto/NN al/NN expresidente/NN Bill/NNP Clinton/NNP)\n  ,/,\n  (NP coincidiendo/JJ con/NN el/NN inicio/NN)\n  de/IN\n  la/FW\n  votación/FW\n  anticipada/FW\n  en/FW\n  (NP ese/JJ estado/NN indeciso/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña presidencial estadounidense de 2024 se intensifica con la vicepresidenta kamala harris realizando una gira por wisconsin, un estado crucial en la contienda electoral",
        "position": [
          3,
          176
        ],
        "start": 3,
        "end": 176
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "encuestas de real clear politics, la vicepresidenta kamala harris mantiene una ligera ventaja de 1.6 puntos porcentuales sobre el expresidente republicano donald trump, con un 49.3% frente a un 47.7% de intención de voto",
        "position": [
          1813,
          2033
        ],
        "start": 1813,
        "end": 2033
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1326,
          1332
        ],
        "start": 1326,
        "end": 1332
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "colegio electoral\nel",
        "position": [
          3004,
          3024
        ],
        "start": 3004,
        "end": 3024
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "colegio",
        "position": [
          3004,
          3011
        ],
        "start": 3004,
        "end": 3011
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado crucial",
        "position": [
          136,
          150
        ],
        "start": 136,
        "end": 150
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3959,
          3968
        ],
        "start": 3959,
        "end": 3968
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "colegio electoral",
        "position": [
          3004,
          3021
        ],
        "start": 3004,
        "end": 3021
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          1305,
          1318
        ],
        "start": 1305,
        "end": 1318
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3464,
          3471
        ],
        "start": 3464,
        "end": 3471
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "270 votos",
        "position": [
          3157,
          3166
        ],
        "start": 3157,
        "end": 3166
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "215 votos",
        "position": [
          3367,
          3376
        ],
        "start": 3367,
        "end": 3376
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "104 votos",
        "position": [
          3502,
          3511
        ],
        "start": 3502,
        "end": 3511
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "6 puntos",
        "position": [
          1912,
          1920
        ],
        "start": 1912,
        "end": 1920
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Wisconsin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arizona",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colegio Electoral\nEl mapa del colegio electoral para las elecciones presidenciales en 2024",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Marquette",
        "tipo": "Lugar"
      },
      {
        "nombre": "TIPP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Virginia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carolina del Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Minnesota",
        "tipo": "Lugar"
      },
      {
        "nombre": "FOX News",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vance",
        "tipo": "Persona"
      },
      {
        "nombre": "New Hampshire",
        "tipo": "Lugar"
      },
      {
        "nombre": "Georgia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Michigan",
        "tipo": "Lugar"
      },
      {
        "nombre": "Helene",
        "tipo": "Persona"
      },
      {
        "nombre": "Walz",
        "tipo": "Persona"
      },
      {
        "nombre": "Bill Clinton",
        "tipo": "Persona"
      },
      {
        "nombre": "toss-ups",
        "tipo": "Lugar"
      },
      {
        "nombre": "Milwaukee",
        "tipo": "Lugar"
      },
      {
        "nombre": "Real Clear Politics",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tim Walz",
        "tipo": "Persona"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Maine",
        "tipo": "Lugar"
      },
      {
        "nombre": "New Mexico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kamala Harris",
        "tipo": "Persona"
      },
      {
        "nombre": "Nebraska",
        "tipo": "Lugar"
      },
      {
        "nombre": "JD Vance",
        "tipo": "Persona"
      },
      {
        "nombre": "Nevada",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ohio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pensilvania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Medio Oeste",
        "tipo": "Lugar"
      },
      {
        "nombre": "Florida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Texas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Al Smith",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Pittsburgh",
        "tipo": "Lugar"
      },
      {
        "nombre": "Harris",
        "tipo": "Persona"
      },
      {
        "nombre": "CBS News",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Kamala Harris",
        "relacion": "INTENSIFICAR",
        "objeto": "Wisconsin"
      },
      {
        "sujeto": "Harris",
        "relacion": "VISITAR",
        "objeto": "Milwaukee"
      },
      {
        "sujeto": "Harris",
        "relacion": "VISITAR",
        "objeto": "Wisconsin"
      },
      {
        "sujeto": "Milwaukee",
        "relacion": "VISITAR",
        "objeto": "Wisconsin"
      },
      {
        "sujeto": "Harris",
        "relacion": "HACER",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Harris",
        "relacion": "HACER",
        "objeto": "Bill Clinton"
      },
      {
        "sujeto": "Tim Walz",
        "relacion": "HACER",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Tim Walz",
        "relacion": "HACER",
        "objeto": "Bill Clinton"
      },
      {
        "sujeto": "Carolina del Norte",
        "relacion": "HACER",
        "objeto": "Bill Clinton"
      },
      {
        "sujeto": "Carolina del Norte",
        "relacion": "ENFRENTAR",
        "objeto": "Helene"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "PARTICIPAR",
        "objeto": "Al Smith"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "PARTICIPAR",
        "objeto": "Nueva York"
      },
      {
        "sujeto": "Al Smith",
        "relacion": "PARTICIPAR",
        "objeto": "Nueva York"
      },
      {
        "sujeto": "JD Vance",
        "relacion": "CONTINUAR",
        "objeto": "Medio Oeste"
      },
      {
        "sujeto": "JD Vance",
        "relacion": "CONTINUAR",
        "objeto": "Pittsburgh"
      },
      {
        "sujeto": "Medio Oeste",
        "relacion": "CONTINUAR",
        "objeto": "Pittsburgh"
      },
      {
        "sujeto": "Vance",
        "relacion": "AFIRMAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Real Clear Politics",
        "relacion": "REVELAR",
        "objeto": "Kamala Harris"
      },
      {
        "sujeto": "Real Clear Politics",
        "relacion": "REVELAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "MANTENER_REVELAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "FOX News",
        "relacion": "OTORGAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "TIPP",
        "relacion": "MOSTRAR",
        "objeto": "Harris"
      },
      {
        "sujeto": "CBS News",
        "relacion": "MOSTRAR",
        "objeto": "Harris"
      },
      {
        "sujeto": "Maine",
        "relacion": "INCLINAR_ENCONTRAR",
        "objeto": "Harris"
      },
      {
        "sujeto": "Harris",
        "relacion": "INCLINAR_ENCONTRAR",
        "objeto": "New Hampshire"
      },
      {
        "sujeto": "Harris",
        "relacion": "INCLINAR_ENCONTRAR",
        "objeto": "New Mexico"
      },
      {
        "sujeto": "Harris",
        "relacion": "INCLINAR_ENCONTRAR",
        "objeto": "Virginia"
      },
      {
        "sujeto": "Trump",
        "relacion": "PARECER",
        "objeto": "Florida"
      },
      {
        "sujeto": "Trump",
        "relacion": "PARECER",
        "objeto": "Ohio"
      },
      {
        "sujeto": "Trump",
        "relacion": "PARECER",
        "objeto": "Texas"
      }
    ]
  },
  "sentiment": {
    "compound": -0.891,
    "pos": 0.008,
    "neu": 0.966,
    "neg": 0.026,
    "label": "negative"
  }
}