{
  "url": "https://www.telesurtv.net/ruta-a-china/enfoque-de-china-la-actitud-cambiante-de-los-jovenes-hacia-la-comida-refleja-la-evolucion-de-china/",
  "title": "Enfoque de China: La actitud cambiante de los jóvenes hacia la comida refleja la evolución de China - teleSUR",
  "section": "",
  "tags": [],
  "text": "El pueblo chino ha recorrido un largo camino para garantizar su seguridad alimentaria en los 75 años transcurridos desde la fundación de la República Popular China.\nComo dice un antiguo refrán, “la comida es la primera necesidad del pueblo”. Pero con el paso de los años, la actitud del pueblo chino hacia la alimentación ha cambiado drásticamente, especialmente entre los jóvenes.\nAhora, centrándose más en el valor emocional de la comida y manteniendo dietas saludables, la evolución de la comprensión de la comida por parte de los jóvenes chinos es un reflejo de la evolución del país.\nDIETAS MÁS SALUDABLES\nYang Ming es de la municipalidad de Tianjin, en el norte de China, y es el propietario de cuarta generación de una pastelería tradicional que alguna vez llegó a quebrar, pero que ahora ha revivido.\nCuando se hizo cargo del local de su padre, hace nueve años, sabía que si quería cambiar el curso de las cosas tendría que captar el interés de los clientes más jóvenes. Una de las primeras decisiones que tomó fue reducir en más de un 30 por ciento la cantidad de aceite y azúcar que se utilizaba en la elaboración de los pasteles, pero sin que perdieran todo su sabor.\nLa medida satisfizo la creciente demanda de productos más saludables por parte de los clientes y fue recibida positivamente en el mercado. Gracias a este cambio y a otros que se implementaron para dar gusto a los más jóvenes, el negocio de Yang ahora cuenta con más de 40 sucursales y tiene 5 millones de seguidores en línea, más de tres cuartas partes de los cuales se encuentran entre los 18 y 35 años.\nLa búsqueda de dietas más saludables por parte de la gente ha cambiado paulatinamente el panorama del mercado urbano y se puede ver con claridad en áreas donde los residentes solían depender en gran medida del aceite de cocina y la sal en sus alimentos.\nEn la liga de Hinggan, en la región autónoma de Mongolia Interior, en el norte del país, ahora es posible apreciar cantidades cada vez mayores de frutas y verduras junto a los alimentos tradicionales, como el cordero guisado y los fideos fritos, en las mesas de los nómadas.\nPara contrarrestar el riesgo de enfermedades cardiovasculares y cerebrovasculares asociadas a los hábitos alimentarios tradicionales, el gobierno local ha alentado a los residentes a plantar más frutas y verduras, y ha distribuido ollas aceiteras y cucharas especiales para la sal con el fin de ayudar a las personas a limitar las cantidades que añaden a sus alimentos.\nEste cambio en los hábitos alimentarios coincide con las observaciones realizadas en el “Informe sobre el desarrollo del sector agrícola de China 2024”, publicado a comienzos de este año. En dicho documento se señala la mejora continua de la estructura de consumo de alimentos de los residentes chinos, que ya no se centra únicamente en los alimentos básicos. Los cereales, la carne, las frutas, las verduras y el pescado ocupan ahora un lugar destacado en esta estructura de consumo.\nEL VALOR EMOCIONAL\nPara muchos jóvenes chinos, comer también se está convirtiendo en una cuestión de añadir valor emocional a la vida. En palabras de un joven que habló con Xinhua: “Comer y beber es como masajear el espíritu”.\nEsta actitud hacia la comida es clara en internet, donde los consumidores jóvenes usan términos de jerga y etiquetas relacionadas con la comida en las redes sociales para mostrar sus personalidades, eligiendo alimentos que se adaptan a sus gustos y valores.\nComo resultado, apodos como “cerebros de matcha”, para los amantes de esa bebida, y “observador de alimentos con microscopio”, para aquellos que siempre examinan las listas de ingredientes, ahora son comunes en estas redes.\nPor su parte, las empresas de alimentos y bebidas no están pasando por alto la tendencia. Según un informe compilado por la consultora PwC y la Asociación de Cadenas de Tiendas y Franquicias de China, tales empresas ahora están más enfocadas en brindar valor emocional para sus clientes juveniles.\nPor ejemplo, se puede ver que algunas populares cadenas de restaurantes están etiquetando paquetes de comidas con descuento para días laborales como “combos de trabajadores”, en un intento de atraer la atención de los empleados jóvenes. Y a la luz de la creciente popularidad de los templos entre la juventud, algunas compañías están adhiriendo a sus productos etiquetas con mensajes como “Hazte rico de la noche a la mañana”, con la intención de captar a los jóvenes que visitan los templos en busca de buena suerte.\nPara Yang Ming y su pastelería, adaptarse a este cambio en el mercado ha sido algo natural. Si bien sigue sirviendo bocadillos de pastelería tradicionales de temporada, ha adoptado el fervor por la cultura tradicional entre los jóvenes chinos y ha diseñado una serie de envolturas de productos que fusionan esta cultura con elementos modernos, ganando cada vez más popularidad entre la clientela.\n“Los pasteles tradicionales no solo son una fuente diaria de sustento, sino que también son portadores de la cultura china y símbolos del sentimiento espiritual”, afirma Yang.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ruta-a-china/enfoque-de-china-la-actitud-cambiante-de-los-jovenes-hacia-la-comida-refleja-la-evolucion-de-china/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1787,
    "message_id": 77707,
    "date": "2024-10-03T15:47:28+00:00",
    "text": "🔍👀 **Textos que no debes dejar de leer en nuestra web:**\n\n🔹 **Observatorio Económico: Innovaciones en convención internacional de manufactura abren camino para industrias futuras **\n🔗https://www.telesurtv.net/ruta-a-china/observatorio-economico-innovaciones-en-convencion-internacional-de-manufactura-abren-camino-para-industrias-futuras/\n\n🔹 **Desarrollo verde y bajo en carbono de China genera nuevas oportunidades** \n🔗https://www.telesurtv.net/ruta-a-china/desarrollo-verde-y-bajo-en-carbono-de-china-genera-nuevas-oportunidades/\n\n🔹 **¿Qué importancia tiene un remoto observatorio chino para el cambio climático global? **\n🔗https://www.telesurtv.net/ruta-a-china/que-importancia-tiene-un-remoto-observatorio-chino-para-el-cambio-climatico-global/\n\n🔹 **Enfoque de China: La actitud cambiante de los jóvenes hacia la comida refleja la evolución de China** \n🔗https://www.telesurtv.net/ruta-a-china/enfoque-de-china-la-actitud-cambiante-de-los-jovenes-hacia-la-comida-refleja-la-evolucion-de-china/",
    "photo_path": null,
    "views": 2823,
    "reactions": {
      "👍": 40,
      "👏": 1
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "el pueblo chino ha recorrido un largo camino para garantizar su seguridad alimentaria en los 75 años transcurridos desde la fundación de la república popular china. como dice un antiguo refrán, “la comida es la primera necesidad del pueblo”. pero con el paso de los años, la actitud del pueblo chino hacia la alimentación ha cambiado drásticamente, especialmente entre los jóvenes. ahora, centrándose más en el valor emocional de la comida y manteniendo dietas saludables, la evolución de la comprensión de la comida por parte de los jóvenes chinos es un reflejo de la evolución del país. dietas más saludables yang ming es de la municipalidad de tianjin, en el norte de china, y es el propietario de cuarta generación de una pastelería tradicional que alguna vez llegó a quebrar, pero que ahora ha revivido. cuando se hizo cargo del local de su padre, hace nueve años, sabía que si quería cambiar el curso de las cosas tendría que captar el interés de los clientes más jóvenes. una de las primeras decisiones que tomó fue reducir en más de un 30 por ciento la cantidad de aceite y azúcar que se utilizaba en la elaboración de los pasteles, pero sin que perdieran todo su sabor. la medida satisfizo la creciente demanda de productos más saludables por parte de los clientes y fue recibida positivamente en el mercado. gracias a este cambio y a otros que se implementaron para dar gusto a los más jóvenes, el negocio de yang ahora cuenta con más de 40 sucursales y tiene 5 millones de seguidores en línea, más de tres cuartas partes de los cuales se encuentran entre los 18 y 35 años. la búsqueda de dietas más saludables por parte de la gente ha cambiado paulatinamente el panorama del mercado urbano y se puede ver con claridad en áreas donde los residentes solían depender en gran medida del aceite de cocina y la sal en sus alimentos. en la liga de hinggan, en la región autónoma de mongolia interior, en el norte del país, ahora es posible apreciar cantidades cada vez mayores de frutas y verduras junto a los alimentos tradicionales, como el cordero guisado y los fideos fritos, en las mesas de los nómadas. para contrarrestar el riesgo de enfermedades cardiovasculares y cerebrovasculares asociadas a los hábitos alimentarios tradicionales, el gobierno local ha alentado a los residentes a plantar más frutas y verduras, y ha distribuido ollas aceiteras y cucharas especiales para la sal con el fin de ayudar a las personas a limitar las cantidades que añaden a sus alimentos. este cambio en los hábitos alimentarios coincide con las observaciones realizadas en el “informe sobre el desarrollo del sector agrícola de china 2024”, publicado a comienzos de este año. en dicho documento se señala la mejora continua de la estructura de consumo de alimentos de los residentes chinos, que ya no se centra únicamente en los alimentos básicos. los cereales, la carne, las frutas, las verduras y el pescado ocupan ahora un lugar destacado en esta estructura de consumo. el valor emocional para muchos jóvenes chinos, comer también se está convirtiendo en una cuestión de añadir valor emocional a la vida. en palabras de un joven que habló con xinhua: “comer y beber es como masajear el espíritu”. esta actitud hacia la comida es clara en internet, donde los consumidores jóvenes usan términos de jerga y etiquetas relacionadas con la comida en las redes sociales para mostrar sus personalidades, eligiendo alimentos que se adaptan a sus gustos y valores. como resultado, apodos como “cerebros de matcha”, para los amantes de esa bebida, y “observador de alimentos con microscopio”, para aquellos que siempre examinan las listas de ingredientes, ahora son comunes en estas redes. por su parte, las empresas de alimentos y bebidas no están pasando por alto la tendencia. según un informe compilado por la consultora pwc y la asociación de cadenas de tiendas y franquicias de china, tales empresas ahora están más enfocadas en brindar valor emocional para sus clientes juveniles. por ejemplo, se puede ver que algunas populares cadenas de restaurantes están etiquetando paquetes de comidas con descuento para días laborales como “combos de trabajadores”, en un intento de atraer la atención de los empleados jóvenes. y a la luz de la creciente popularidad de los templos entre la juventud, algunas compañías están adhiriendo a sus productos etiquetas con mensajes como “hazte rico de la noche a la mañana”, con la intención de captar a los jóvenes que visitan los templos en busca de buena suerte. para yang ming y su pastelería, adaptarse a este cambio en el mercado ha sido algo natural. si bien sigue sirviendo bocadillos de pastelería tradicionales de temporada, ha adoptado el fervor por la cultura tradicional entre los jóvenes chinos y ha diseñado una serie de envolturas de productos que fusionan esta cultura con elementos modernos, ganando cada vez más popularidad entre la clientela. “los pasteles tradicionales no solo son una fuente diaria de sustento, sino que también son portadores de la cultura china y símbolos del sentimiento espiritual”, afirma yang.",
    "tokens": [
      "pueblo",
      "chino",
      "recorrido",
      "largo",
      "camino",
      "garantizar",
      "seguridad",
      "alimentaria",
      "75",
      "años",
      "transcurridos",
      "fundación",
      "república",
      "popular",
      "china",
      ".",
      "dice",
      "antiguo",
      "refrán",
      ",",
      "“",
      "comida",
      "primera",
      "necesidad",
      "pueblo",
      "”",
      ".",
      "paso",
      "años",
      ",",
      "actitud",
      "pueblo",
      "chino",
      "hacia",
      "alimentación",
      "cambiado",
      "drásticamente",
      ",",
      "especialmente",
      "jóvenes",
      ".",
      "ahora",
      ",",
      "centrándose",
      "valor",
      "emocional",
      "comida",
      "manteniendo",
      "dietas",
      "saludables",
      ",",
      "evolución",
      "comprensión",
      "comida",
      "parte",
      "jóvenes",
      "chinos",
      "reflejo",
      "evolución",
      "país",
      ".",
      "dietas",
      "saludables",
      "yang",
      "ming",
      "municipalidad",
      "tianjin",
      ",",
      "norte",
      "china",
      ",",
      "propietario",
      "cuarta",
      "generación",
      "pastelería",
      "tradicional",
      "alguna",
      "vez",
      "llegó",
      "quebrar",
      ",",
      "ahora",
      "revivido",
      ".",
      "hizo",
      "cargo",
      "local",
      "padre",
      ",",
      "hace",
      "nueve",
      "años",
      ",",
      "sabía",
      "si",
      "quería",
      "cambiar",
      "curso",
      "cosas",
      "captar",
      "interés",
      "clientes",
      "jóvenes",
      ".",
      "primeras",
      "decisiones",
      "tomó",
      "reducir",
      "30",
      "ciento",
      "cantidad",
      "aceite",
      "azúcar",
      "utilizaba",
      "elaboración",
      "pasteles",
      ",",
      "perdieran",
      "sabor",
      ".",
      "medida",
      "satisfizo",
      "creciente",
      "demanda",
      "productos",
      "saludables",
      "parte",
      "clientes",
      "recibida",
      "positivamente",
      "mercado",
      ".",
      "gracias",
      "cambio",
      "implementaron",
      "dar",
      "gusto",
      "jóvenes",
      ",",
      "negocio",
      "yang",
      "ahora",
      "cuenta",
      "40",
      "sucursales",
      "5",
      "millones",
      "seguidores",
      "línea",
      ",",
      "tres",
      "cuartas",
      "partes",
      "cuales",
      "encuentran",
      "18",
      "35",
      "años",
      ".",
      "búsqueda",
      "dietas",
      "saludables",
      "parte",
      "gente",
      "cambiado",
      "paulatinamente",
      "panorama",
      "mercado",
      "urbano",
      "puede",
      "ver",
      "claridad",
      "áreas",
      "residentes",
      "solían",
      "depender",
      "gran",
      "medida",
      "aceite",
      "cocina",
      "sal",
      "alimentos",
      ".",
      "liga",
      "hinggan",
      ",",
      "región",
      "autónoma",
      "mongolia",
      "interior",
      ",",
      "norte",
      "país",
      ",",
      "ahora",
      "posible",
      "apreciar",
      "cantidades",
      "cada",
      "vez",
      "mayores",
      "frutas",
      "verduras",
      "junto",
      "alimentos",
      "tradicionales",
      ",",
      "cordero",
      "guisado",
      "fideos",
      "fritos",
      ",",
      "mesas",
      "nómadas",
      ".",
      "contrarrestar",
      "riesgo",
      "enfermedades",
      "cardiovasculares",
      "cerebrovasculares",
      "asociadas",
      "hábitos",
      "alimentarios",
      "tradicionales",
      ",",
      "gobierno",
      "local",
      "alentado",
      "residentes",
      "plantar",
      "frutas",
      "verduras",
      ",",
      "distribuido",
      "ollas",
      "aceiteras",
      "cucharas",
      "especiales",
      "sal",
      "fin",
      "ayudar",
      "personas",
      "limitar",
      "cantidades",
      "añaden",
      "alimentos",
      ".",
      "cambio",
      "hábitos",
      "alimentarios",
      "coincide",
      "observaciones",
      "realizadas",
      "“",
      "informe",
      "desarrollo",
      "sector",
      "agrícola",
      "china",
      "2024",
      "”",
      ",",
      "publicado",
      "comienzos",
      "año",
      ".",
      "dicho",
      "documento",
      "señala",
      "mejora",
      "continua",
      "estructura",
      "consumo",
      "alimentos",
      "residentes",
      "chinos",
      ",",
      "centra",
      "únicamente",
      "alimentos",
      "básicos",
      ".",
      "cereales",
      ",",
      "carne",
      ",",
      "frutas",
      ",",
      "verduras",
      "pescado",
      "ocupan",
      "ahora",
      "lugar",
      "destacado",
      "estructura",
      "consumo",
      ".",
      "valor",
      "emocional",
      "jóvenes",
      "chinos",
      ",",
      "comer",
      "convirtiendo",
      "cuestión",
      "añadir",
      "valor",
      "emocional",
      "vida",
      ".",
      "palabras",
      "joven",
      "habló",
      "xinhua",
      ":",
      "“",
      "comer",
      "beber",
      "masajear",
      "espíritu",
      "”",
      ".",
      "actitud",
      "hacia",
      "comida",
      "clara",
      "internet",
      ",",
      "consumidores",
      "jóvenes",
      "usan",
      "términos",
      "jerga",
      "etiquetas",
      "relacionadas",
      "comida",
      "redes",
      "sociales",
      "mostrar",
      "personalidades",
      ",",
      "eligiendo",
      "alimentos",
      "adaptan",
      "gustos",
      "valores",
      ".",
      "resultado",
      ",",
      "apodos",
      "“",
      "cerebros",
      "matcha",
      "”",
      ",",
      "amantes",
      "bebida",
      ",",
      "“",
      "observador",
      "alimentos",
      "microscopio",
      "”",
      ",",
      "aquellos",
      "siempre",
      "examinan",
      "listas",
      "ingredientes",
      ",",
      "ahora",
      "comunes",
      "redes",
      ".",
      "parte",
      ",",
      "empresas",
      "alimentos",
      "bebidas",
      "pasando",
      "alto",
      "tendencia",
      ".",
      "según",
      "informe",
      "compilado",
      "consultora",
      "pwc",
      "asociación",
      "cadenas",
      "tiendas",
      "franquicias",
      "china",
      ",",
      "tales",
      "empresas",
      "ahora",
      "enfocadas",
      "brindar",
      "valor",
      "emocional",
      "clientes",
      "juveniles",
      ".",
      "ejemplo",
      ",",
      "puede",
      "ver",
      "populares",
      "cadenas",
      "restaurantes",
      "etiquetando",
      "paquetes",
      "comidas",
      "descuento",
      "días",
      "laborales",
      "“",
      "combos",
      "trabajadores",
      "”",
      ",",
      "intento",
      "atraer",
      "atención",
      "empleados",
      "jóvenes",
      ".",
      "luz",
      "creciente",
      "popularidad",
      "templos",
      "juventud",
      ",",
      "compañías",
      "adhiriendo",
      "productos",
      "etiquetas",
      "mensajes",
      "“",
      "hazte",
      "rico",
      "noche",
      "mañana",
      "”",
      ",",
      "intención",
      "captar",
      "jóvenes",
      "visitan",
      "templos",
      "busca",
      "buena",
      "suerte",
      ".",
      "yang",
      "ming",
      "pastelería",
      ",",
      "adaptarse",
      "cambio",
      "mercado",
      "sido",
      "natural",
      ".",
      "si",
      "bien",
      "sigue",
      "sirviendo",
      "bocadillos",
      "pastelería",
      "tradicionales",
      "temporada",
      ",",
      "adoptado",
      "fervor",
      "cultura",
      "tradicional",
      "jóvenes",
      "chinos",
      "diseñado",
      "serie",
      "envolturas",
      "productos",
      "fusionan",
      "cultura",
      "elementos",
      "modernos",
      ",",
      "ganando",
      "cada",
      "vez",
      "popularidad",
      "clientela",
      ".",
      "“",
      "pasteles",
      "tradicionales",
      "solo",
      "fuente",
      "diaria",
      "sustento",
      ",",
      "sino",
      "portadores",
      "cultura",
      "china",
      "símbolos",
      "sentimiento",
      "espiritual",
      "”",
      ",",
      "afirma",
      "yang",
      "."
    ],
    "token_count": 515,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 58,
      "NN": 279,
      "JJ": 77,
      "IN": 44,
      "$": 1,
      "CD": 6,
      "FW": 204,
      "NNS": 63,
      "VBP": 48,
      "CC": 1,
      "VBD": 1,
      "VBZ": 13,
      "DT": 3,
      "JJR": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 16,
      "NN-NN": 167,
      "NN-JJ": 15,
      "JJ-NN": 55,
      "NN-IN": 30,
      "IN-$": 1,
      "$-CD": 1,
      "CD-NN": 4,
      "NN-FW": 23,
      "FW-FW": 131,
      "FW-NNP": 13,
      "NNP-NNP": 16,
      "NN-NNP": 15,
      "IN-FW": 26,
      "FW-JJ": 12,
      "IN-NN": 4,
      "FW-NN": 23,
      "NN-NNS": 14,
      "NNS-NNP": 4,
      "NNP-VBP": 4,
      "VBP-NNS": 5,
      "NNS-FW": 4,
      "FW-NNS": 20,
      "NNS-NNS": 8,
      "NNS-VBP": 37,
      "VBP-FW": 2,
      "VBP-JJ": 29,
      "JJ-JJ": 6,
      "NNP-FW": 13,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NN-VBP": 7,
      "VBP-NN": 7,
      "JJ-FW": 4,
      "NNP-IN": 2,
      "FW-CD": 1,
      "IN-JJ": 5,
      "JJ-NNS": 9,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "NNS-IN": 6,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-CD": 1,
      "IN-NNP": 3,
      "IN-NNS": 4,
      "JJ-NNP": 3,
      "NNS-VBZ": 2,
      "VBZ-JJ": 4,
      "NN-VBZ": 6,
      "VBP-IN": 3,
      "NNP-CD": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBZ-NNP": 2,
      "NNP-VBZ": 2,
      "VBZ-FW": 1,
      "VBP-JJR": 1,
      "JJR-NN": 1,
      "FW-RB": 1,
      "RB-JJ": 1,
      "FW-VBZ": 2,
      "VBZ-IN": 2,
      "FW-IN": 1,
      "VBZ-DT": 2,
      "DT-JJ": 2,
      "NNP-JJ": 1,
      "VBP-NNP": 1,
      "NNP-NNS": 1,
      "VBZ-NNS": 1,
      "NNS-NN": 1,
      "VBZ-VBZ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 13,
      "NN-NN-NN": 102,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 11,
      "JJ-NN-NN": 28,
      "NN-NN-IN": 16,
      "NN-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-NN-FW": 13,
      "NN-FW-FW": 12,
      "FW-FW-FW": 94,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-NN": 3,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 5,
      "NN-IN-FW": 20,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 8,
      "JJ-NN-JJ": 3,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-FW-NN": 8,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-NNS": 12,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 7,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-NNS-VBP": 14,
      "NNS-VBP-JJ": 24,
      "VBP-JJ-JJ": 4,
      "JJ-JJ-NN": 5,
      "JJ-NN-IN": 9,
      "IN-FW-FW": 10,
      "FW-FW-NN": 8,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 2,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 6,
      "FW-NNP-FW": 4,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-FW-JJ": 5,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 5,
      "NN-FW-JJ": 3,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-NN-VBP": 2,
      "FW-NN-IN": 2,
      "IN-FW-NNS": 7,
      "VBP-JJ-NN": 20,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "FW-NN-NN": 13,
      "JJ-NN-FW": 5,
      "NNS-VBP-NN": 4,
      "NN-NNP-FW": 4,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 4,
      "VBP-NN-IN": 1,
      "FW-NNP-NN": 2,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-FW": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNS-FW-NNS": 1,
      "VBP-JJ-FW": 1,
      "VBP-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-VBP": 10,
      "JJ-NN-NNS": 5,
      "VBP-JJ-NNS": 4,
      "JJ-NNS-IN": 3,
      "NNS-IN-NNS": 2,
      "IN-NNS-NNS": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NN-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 2,
      "VBP-NNS-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNP-NN-FW": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "IN-FW-NNP": 2,
      "IN-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-FW": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "VBP-NNS-VBP": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-JJ": 3,
      "IN-JJ-NN": 3,
      "NNP-NN-NNS": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "FW-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-NNP": 2,
      "NN-NNS-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 2,
      "VBZ-NNP-NN": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "IN-FW-NN": 3,
      "NN-JJ-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 2,
      "DT-JJ-NN": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-NNP": 3,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NN-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "VBP-IN-NNS": 1,
      "IN-NNS-VBP": 2,
      "NNS-IN-JJ": 1,
      "NN-IN-NNS": 1,
      "FW-NNS-FW": 1,
      "NNP-NN-IN": 1,
      "FW-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "IN-JJ-NNP": 1,
      "FW-NNS-IN": 1,
      "NNP-VBZ-VBZ": 1,
      "VBZ-VBZ-DT": 1,
      "NN-JJ-JJ": 1,
      "NN-VBZ-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 279,
        "FW": 204,
        "JJ": 77,
        "NNS": 63,
        "NNP": 58
      },
      "top_bigrams": {
        "NN-NN": 167,
        "FW-FW": 131,
        "JJ-NN": 55,
        "NNS-VBP": 37,
        "NN-IN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 102,
        "FW-FW-FW": 94,
        "JJ-NN-NN": 28,
        "NNS-VBP-JJ": 24,
        "NN-IN-FW": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 210,
      "PP": 18,
      "VP": 65,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0276
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0153
      },
      {
        "rule": "NP -> ('China', 'NNP')",
        "frequency": 3,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('ahora', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0092
      },
      {
        "rule": "ADJP -> ('las', 'JJ')",
        "frequency": 3,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0061
      },
      {
        "rule": "NP -> ('jóvenes', 'NNS')",
        "frequency": 2,
        "weight": 0.0061
      },
      {
        "rule": "NP -> ('país', 'NN')",
        "frequency": 2,
        "weight": 0.0061
      },
      {
        "rule": "NP -> ('clientes', 'NNS')",
        "frequency": 2,
        "weight": 0.0061
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El pueblo chino ha recorrido"
      },
      {
        "label": "NP",
        "text": "un largo camino para garantizar su seguridad alimentaria"
      },
      {
        "label": "NP",
        "text": "años transcurridos desde"
      },
      {
        "label": "NP",
        "text": "República Popular China"
      },
      {
        "label": "NP",
        "text": "Como dice un antiguo refrán"
      },
      {
        "label": "NP",
        "text": "“ la"
      },
      {
        "label": "NP",
        "text": "es"
      },
      {
        "label": "NP",
        "text": "primera necesidad del pueblo ”"
      },
      {
        "label": "NP",
        "text": "Pero con el paso"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "pueblo chino hacia la"
      },
      {
        "label": "PP",
        "text": "alimentación ha cambiado drásticamente"
      },
      {
        "label": "NP",
        "text": "ha cambiado drásticamente"
      },
      {
        "label": "NP",
        "text": "los jóvenes"
      },
      {
        "label": "NP",
        "text": "Ahora"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP pueblo/NN chino/NN ha/NN recorrido/NN)\n  (NP\n    un/JJ\n    largo/NN\n    camino/NN\n    para/NN\n    garantizar/NN\n    su/NN\n    seguridad/NN\n    alimentaria/NN)\n  en/IN\n  los/$\n  75/CD\n  (NP años/NN transcurridos/NN desde/NN)\n  la/FW\n  fundación/FW\n  de/FW\n  la/FW\n  (NP República/NNP Popular/NNP China/NNP)\n  ./.)",
      "(S\n  (NP Como/NNP dice/NN un/NN antiguo/NN refrán/NN)\n  ,/,\n  (NP “/NNP la/NNP)\n  comida/FW\n  (NP es/NN)\n  la/FW\n  (NP primera/NN necesidad/NN del/NN pueblo/NN ”/NN)\n  ./.)",
      "(S\n  (NP Pero/NNP con/NN el/NN paso/NN)\n  de/IN\n  los/FW\n  (NP años/NN)\n  ,/,\n  la/FW\n  actitud/FW\n  del/FW\n  (NP pueblo/NN chino/NN hacia/NN la/NN)\n  (PP alimentación/IN (NP ha/NN cambiado/NN drásticamente/NN))\n  ,/,\n  especialmente/FW\n  entre/FW\n  (NP los/NN jóvenes/NNS)\n  ./.)",
      "(S\n  (NP Ahora/NNP)\n  ,/,\n  (NP centrándose/JJ más/NN)\n  en/IN\n  el/FW\n  valor/FW\n  emocional/FW\n  de/FW\n  la/FW\n  comida/FW\n  y/FW\n  manteniendo/FW\n  (NP dietas/NNS saludables/NNS)\n  ,/,\n  la/FW\n  evolución/FW\n  de/FW\n  la/FW\n  comprensión/FW\n  de/FW\n  la/FW\n  comida/FW\n  por/FW\n  parte/FW\n  de/FW\n  los/FW\n  (NP jóvenes/NNS)\n  (VP chinos/VBP (NP es/JJ un/JJ reflejo/NN))\n  de/IN\n  la/FW\n  evolución/FW\n  del/FW\n  (NP país/NN)\n  ./.)",
      "(S\n  (NP DIETAS/NNP MÁS/NNP SALUDABLES/NNP Yang/NNP Ming/NNP)\n  es/FW\n  de/FW\n  la/FW\n  municipalidad/FW\n  de/FW\n  (NP Tianjin/NNP)\n  ,/,\n  en/FW\n  el/FW\n  norte/FW\n  de/FW\n  (NP China/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP es/VBZ)\n  el/FW\n  (NP propietario/NN)\n  de/IN\n  cuarta/FW\n  generación/FW\n  de/FW\n  una/FW\n  pastelería/FW\n  (NP tradicional/JJ que/NN alguna/NN vez/NN)\n  (VP llegó/VBZ (NP a/DT quebrar/NN))\n  ,/,\n  (NP pero/NN que/NN)\n  (VP ahora/VBP (NP ha/NN revivido/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          124,
          133
        ],
        "start": 124,
        "end": 133
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          373,
          380
        ],
        "start": 373,
        "end": 380
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          4219,
          4222
        ],
        "start": 4219,
        "end": 4222
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          158,
          163
        ],
        "start": 158,
        "end": 163
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región autónoma",
        "position": [
          1867,
          1882
        ],
        "start": 1867,
        "end": 1882
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          4393,
          4399
        ],
        "start": 4393,
        "end": 4399
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "5 millones",
        "position": [
          1470,
          1480
        ],
        "start": 1470,
        "end": 1480
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 40",
        "position": [
          1441,
          1450
        ],
        "start": 1441,
        "end": 1450
      }
    ],
    "match_count": 8
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EMOCIONAL\nPara",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Xinhua",
        "tipo": "Persona"
      },
      {
        "nombre": "República Popular China",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Yang",
        "tipo": "Persona"
      },
      {
        "nombre": "PwC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hinggan",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación de Cadenas de Tiendas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hazte rico de la noche a la mañana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Yang Ming",
        "tipo": "Persona"
      },
      {
        "nombre": "Franquicias de China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mongolia Interior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tianjin",
        "tipo": "Lugar"
      }
    ],
    "relaciones": []
  },
  "sentiment": {
    "compound": 0.9287,
    "pos": 0.033,
    "neu": 0.955,
    "neg": 0.012,
    "label": "positive"
  }
}