{
  "url": "https://www.telesurtv.net/vida-digna-y-en-paz-en-colombia-iniciativa-gubernamental-y-otros-desafios/",
  "title": "Vida digna y en paz en Colombia: iniciativa gubernamental y otros desafíos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Colombia",
    "Gobierno",
    "medidas",
    "paz",
    "políticas",
    "vida"
  ],
  "text": "Colombia anunció este viernes una iniciativa para unir a diferentes sectores políticos y sociales con el objetivo de reducir la violencia y propiciar el diálogo en el país.\nEl ministro del Interior de Colombia, Juan Fernando Cristo, compartió la iniciativa gubernamental donde se convocan a las fuerzas políticas del país para alcanzar un acuerdo de respeto a la vida.\n“El gobierno nacional convoca a las fuerzas políticas, a las autoridades locales y regionales, a las organizaciones gremiales, sindicales, sociales y comunitarias, a los empresarios, a la iglesia y a la sociedad civil, a participar en un diálogo político y social que permita alcanzar un Acuerdo Nacional para respetar la vida y la convivencia pacífica como valores fundamentales de la democracia, mejorar la calidad del debate político e impulsar consensos significativos en torno a las soluciones de los asuntos que más afectan la vida de las personas en Colombia”, precisó la fuerza colombiana.\nEn este sentido, lo que han catalogado como “Bases de un acuerdo mínimo contra la violencia y por la democracia”, contienen cinco puntos claves con los que se busca abrir un camino al diálogo entre distintos sectores ciudadanos, económicos, políticos y sociales.\nDichas bases son: Seguridad y Erradicación de la violencia del ejercicio de la política; Respeto a las reglas electorales y al calendario electoral; Transformación territorial de los municipios más afectados por el conflicto; Crecimiento económico con equidad – Transformación de la economía; Compromiso con la deliberación argumentada y el trámite en el Congreso de las reformas sociales.\nMientras el ministro subrayó que “este es un proceso incluyente y participativo que busca construir consensos en torno a los problemas más urgentes que afectan a los colombianos”, refirió que “se debe garantizar la estabilidad de las reglas de juego democráticas en el corto, mediano y largo plazo en los niveles nacional, regional y local (…) No promoveremos la reelección ni la alteración de los periodos de los mandatarios de la rama ejecutiva de elección popular”.\nPor otra parte, uno de las necesidades subrayadas en el plan del Gobierno es la protección a los líderes sociales y políticos, en un contexto donde de acuerdo al Instituto de Estudios para el Desarrollo y la Paz, 137 líderes han sido asesinados en 2024, 23 firmantes del Acuerdo de Paz y se han producido 50 masacres en el año en curso.\nEn el 2024 la victimización contra líderes y defensores de Derechos Humanos se ha concentrado en los departamentos del Cauca y Antioquia con el 33,52 por ciento de todos los casos.\nEntre tanto los indígenas, los campesinos y los comuneros son las poblaciones más afectadas.\nPor su parte, la plataforma Colombia Informa en un artículo el pasado 30 de septiembre precisó en un análisis de contexto que la situación de relativa hegemonía política en Colombia ha empezado nuevamente a “fracturarse” debido al fracaso de la salida mediante la conciliación de clases para relanzar el capitalismo.\n“De un lado, las negociaciones de paz con los diferentes grupos armados no han avanzado y más bien es notorio su fortalecimiento militar, especialmente de los grupos paramilitares y sus bandas urbanas”, puntualizó el texto.\nPor otra parte, la analista política y experta en conflicto Himelda Ascanio ha defendido que “la construcción de la paz en condiciones de bienestar y vida digna, es un anhelo en el que todos y todas coincidimos, es un deseo común, como parte de lograr un buen vivir; sin embargo, también es una construcción compleja que pasa por múltiples realidades; un conflicto social, político y armado que tiene causas históricas que aún persisten. Erradicar la violencia de la política pasa por superar las causas que la originan, por ejemplo, la exclusión, la desigualdad y el asesinato de quienes piensan distinto”.\nAgregó además que “no es comprensible confrontar a la oligarquía criminal manteniendo sus representantes dentro del gobierno. Ni la idea de la gobernabilidad negociada con los portavoces del viejo régimen, un Acuerdo o un nuevo Frente Nacional con esas élites, no es compatible con la idea del cambio para superar el conflicto y promover la vida. Y cosas concretas hay: transformar, es superar el discurso, es acabar con la Doctrina de Seguridad impuesta por los poderosos del mundo, es concretar y cumplir con la construcción de la paz, a través de la Solución Política del Conflicto”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/vida-digna-y-en-paz-en-colombia-iniciativa-gubernamental-y-otros-desafios/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1688,
    "message_id": 77811,
    "date": "2024-10-05T02:55:07+00:00",
    "text": "teleSUR\nVida digna y en paz en Colombia: iniciativa gubernamental y otros desafíos\nhttps://www.telesurtv.net/vida-digna-y-en-paz-en-colombia-iniciativa-gubernamental-y-otros-desafios/",
    "photo_path": null,
    "views": 3302,
    "reactions": {
      "👍": 34,
      "🥰": 2
    },
    "total_reactions": 36
  },
  "preprocessing": {
    "cleaned": "colombia anunció este viernes una iniciativa para unir a diferentes sectores políticos y sociales con el objetivo de reducir la violencia y propiciar el diálogo en el país. el ministro del interior de colombia, juan fernando cristo, compartió la iniciativa gubernamental donde se convocan a las fuerzas políticas del país para alcanzar un acuerdo de respeto a la vida. “el gobierno nacional convoca a las fuerzas políticas, a las autoridades locales y regionales, a las organizaciones gremiales, sindicales, sociales y comunitarias, a los empresarios, a la iglesia y a la sociedad civil, a participar en un diálogo político y social que permita alcanzar un acuerdo nacional para respetar la vida y la convivencia pacífica como valores fundamentales de la democracia, mejorar la calidad del debate político e impulsar consensos significativos en torno a las soluciones de los asuntos que más afectan la vida de las personas en colombia”, precisó la fuerza colombiana. en este sentido, lo que han catalogado como “bases de un acuerdo mínimo contra la violencia y por la democracia”, contienen cinco puntos claves con los que se busca abrir un camino al diálogo entre distintos sectores ciudadanos, económicos, políticos y sociales. dichas bases son: seguridad y erradicación de la violencia del ejercicio de la política; respeto a las reglas electorales y al calendario electoral; transformación territorial de los municipios más afectados por el conflicto; crecimiento económico con equidad – transformación de la economía; compromiso con la deliberación argumentada y el trámite en el congreso de las reformas sociales. mientras el ministro subrayó que “este es un proceso incluyente y participativo que busca construir consensos en torno a los problemas más urgentes que afectan a los colombianos”, refirió que “se debe garantizar la estabilidad de las reglas de juego democráticas en el corto, mediano y largo plazo en los niveles nacional, regional y local (…) no promoveremos la reelección ni la alteración de los periodos de los mandatarios de la rama ejecutiva de elección popular”. por otra parte, uno de las necesidades subrayadas en el plan del gobierno es la protección a los líderes sociales y políticos, en un contexto donde de acuerdo al instituto de estudios para el desarrollo y la paz, 137 líderes han sido asesinados en 2024, 23 firmantes del acuerdo de paz y se han producido 50 masacres en el año en curso. en el 2024 la victimización contra líderes y defensores de derechos humanos se ha concentrado en los departamentos del cauca y antioquia con el 33,52 por ciento de todos los casos. entre tanto los indígenas, los campesinos y los comuneros son las poblaciones más afectadas. por su parte, la plataforma colombia informa en un artículo el pasado 30 de septiembre precisó en un análisis de contexto que la situación de relativa hegemonía política en colombia ha empezado nuevamente a “fracturarse” debido al fracaso de la salida mediante la conciliación de clases para relanzar el capitalismo. “de un lado, las negociaciones de paz con los diferentes grupos armados no han avanzado y más bien es notorio su fortalecimiento militar, especialmente de los grupos paramilitares y sus bandas urbanas”, puntualizó el texto. por otra parte, la analista política y experta en conflicto himelda ascanio ha defendido que “la construcción de la paz en condiciones de bienestar y vida digna, es un anhelo en el que todos y todas coincidimos, es un deseo común, como parte de lograr un buen vivir; sin embargo, también es una construcción compleja que pasa por múltiples realidades; un conflicto social, político y armado que tiene causas históricas que aún persisten. erradicar la violencia de la política pasa por superar las causas que la originan, por ejemplo, la exclusión, la desigualdad y el asesinato de quienes piensan distinto”. agregó además que “no es comprensible confrontar a la oligarquía criminal manteniendo sus representantes dentro del gobierno. ni la idea de la gobernabilidad negociada con los portavoces del viejo régimen, un acuerdo o un nuevo frente nacional con esas élites, no es compatible con la idea del cambio para superar el conflicto y promover la vida. y cosas concretas hay: transformar, es superar el discurso, es acabar con la doctrina de seguridad impuesta por los poderosos del mundo, es concretar y cumplir con la construcción de la paz, a través de la solución política del conflicto”.",
    "tokens": [
      "colombia",
      "anunció",
      "viernes",
      "iniciativa",
      "unir",
      "diferentes",
      "sectores",
      "políticos",
      "sociales",
      "objetivo",
      "reducir",
      "violencia",
      "propiciar",
      "diálogo",
      "país",
      ".",
      "ministro",
      "interior",
      "colombia",
      ",",
      "juan",
      "fernando",
      "cristo",
      ",",
      "compartió",
      "iniciativa",
      "gubernamental",
      "convocan",
      "fuerzas",
      "políticas",
      "país",
      "alcanzar",
      "acuerdo",
      "respeto",
      "vida",
      ".",
      "“",
      "gobierno",
      "nacional",
      "convoca",
      "fuerzas",
      "políticas",
      ",",
      "autoridades",
      "locales",
      "regionales",
      ",",
      "organizaciones",
      "gremiales",
      ",",
      "sindicales",
      ",",
      "sociales",
      "comunitarias",
      ",",
      "empresarios",
      ",",
      "iglesia",
      "sociedad",
      "civil",
      ",",
      "participar",
      "diálogo",
      "político",
      "social",
      "permita",
      "alcanzar",
      "acuerdo",
      "nacional",
      "respetar",
      "vida",
      "convivencia",
      "pacífica",
      "valores",
      "fundamentales",
      "democracia",
      ",",
      "mejorar",
      "calidad",
      "debate",
      "político",
      "impulsar",
      "consensos",
      "significativos",
      "torno",
      "soluciones",
      "asuntos",
      "afectan",
      "vida",
      "personas",
      "colombia",
      "”",
      ",",
      "precisó",
      "fuerza",
      "colombiana",
      ".",
      ",",
      "catalogado",
      "“",
      "bases",
      "acuerdo",
      "mínimo",
      "violencia",
      "democracia",
      "”",
      ",",
      "contienen",
      "cinco",
      "puntos",
      "claves",
      "busca",
      "abrir",
      "camino",
      "diálogo",
      "distintos",
      "sectores",
      "ciudadanos",
      ",",
      "económicos",
      ",",
      "políticos",
      "sociales",
      ".",
      "dichas",
      "bases",
      ":",
      "seguridad",
      "erradicación",
      "violencia",
      "ejercicio",
      "política",
      ";",
      "respeto",
      "reglas",
      "electorales",
      "calendario",
      "electoral",
      ";",
      "transformación",
      "territorial",
      "municipios",
      "afectados",
      "conflicto",
      ";",
      "crecimiento",
      "económico",
      "equidad",
      "–",
      "transformación",
      "economía",
      ";",
      "compromiso",
      "deliberación",
      "argumentada",
      "trámite",
      "congreso",
      "reformas",
      "sociales",
      ".",
      "mientras",
      "ministro",
      "subrayó",
      "“",
      "proceso",
      "incluyente",
      "participativo",
      "busca",
      "construir",
      "consensos",
      "torno",
      "problemas",
      "urgentes",
      "afectan",
      "colombianos",
      "”",
      ",",
      "refirió",
      "“",
      "debe",
      "garantizar",
      "estabilidad",
      "reglas",
      "juego",
      "democráticas",
      "corto",
      ",",
      "mediano",
      "largo",
      "plazo",
      "niveles",
      "nacional",
      ",",
      "regional",
      "local",
      "(",
      "…",
      ")",
      "promoveremos",
      "reelección",
      "alteración",
      "periodos",
      "mandatarios",
      "rama",
      "ejecutiva",
      "elección",
      "popular",
      "”",
      ".",
      "parte",
      ",",
      "necesidades",
      "subrayadas",
      "plan",
      "gobierno",
      "protección",
      "líderes",
      "sociales",
      "políticos",
      ",",
      "contexto",
      "acuerdo",
      "instituto",
      "estudios",
      "desarrollo",
      "paz",
      ",",
      "137",
      "líderes",
      "sido",
      "asesinados",
      "2024",
      ",",
      "23",
      "firmantes",
      "acuerdo",
      "paz",
      "producido",
      "50",
      "masacres",
      "año",
      "curso",
      ".",
      "2024",
      "victimización",
      "líderes",
      "defensores",
      "derechos",
      "humanos",
      "concentrado",
      "departamentos",
      "cauca",
      "antioquia",
      "33,52",
      "ciento",
      "casos",
      ".",
      "indígenas",
      ",",
      "campesinos",
      "comuneros",
      "poblaciones",
      "afectadas",
      ".",
      "parte",
      ",",
      "plataforma",
      "colombia",
      "informa",
      "artículo",
      "pasado",
      "30",
      "septiembre",
      "precisó",
      "análisis",
      "contexto",
      "situación",
      "relativa",
      "hegemonía",
      "política",
      "colombia",
      "empezado",
      "nuevamente",
      "“",
      "fracturarse",
      "”",
      "debido",
      "fracaso",
      "salida",
      "mediante",
      "conciliación",
      "clases",
      "relanzar",
      "capitalismo",
      ".",
      "“",
      "lado",
      ",",
      "negociaciones",
      "paz",
      "diferentes",
      "grupos",
      "armados",
      "avanzado",
      "bien",
      "notorio",
      "fortalecimiento",
      "militar",
      ",",
      "especialmente",
      "grupos",
      "paramilitares",
      "bandas",
      "urbanas",
      "”",
      ",",
      "puntualizó",
      "texto",
      ".",
      "parte",
      ",",
      "analista",
      "política",
      "experta",
      "conflicto",
      "himelda",
      "ascanio",
      "defendido",
      "“",
      "construcción",
      "paz",
      "condiciones",
      "bienestar",
      "vida",
      "digna",
      ",",
      "anhelo",
      "todas",
      "coincidimos",
      ",",
      "deseo",
      "común",
      ",",
      "parte",
      "lograr",
      "buen",
      "vivir",
      ";",
      "embargo",
      ",",
      "construcción",
      "compleja",
      "pasa",
      "múltiples",
      "realidades",
      ";",
      "conflicto",
      "social",
      ",",
      "político",
      "armado",
      "causas",
      "históricas",
      "aún",
      "persisten",
      ".",
      "erradicar",
      "violencia",
      "política",
      "pasa",
      "superar",
      "causas",
      "originan",
      ",",
      "ejemplo",
      ",",
      "exclusión",
      ",",
      "desigualdad",
      "asesinato",
      "piensan",
      "distinto",
      "”",
      ".",
      "agregó",
      "además",
      "“",
      "comprensible",
      "confrontar",
      "oligarquía",
      "criminal",
      "manteniendo",
      "representantes",
      "dentro",
      "gobierno",
      ".",
      "idea",
      "gobernabilidad",
      "negociada",
      "portavoces",
      "viejo",
      "régimen",
      ",",
      "acuerdo",
      "nuevo",
      "frente",
      "nacional",
      "élites",
      ",",
      "compatible",
      "idea",
      "cambio",
      "superar",
      "conflicto",
      "promover",
      "vida",
      ".",
      "cosas",
      "concretas",
      ":",
      "transformar",
      ",",
      "superar",
      "discurso",
      ",",
      "acabar",
      "doctrina",
      "seguridad",
      "impuesta",
      "poderosos",
      "mundo",
      ",",
      "concretar",
      "cumplir",
      "construcción",
      "paz",
      ",",
      "través",
      "solución",
      "política",
      "conflicto",
      "”",
      "."
    ],
    "token_count": 443,
    "sentence_count": 16
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 60,
      "VBZ": 14,
      "NN": 225,
      "NNS": 42,
      "JJ": 80,
      "VBP": 24,
      "FW": 173,
      "IN": 27,
      "MD": 1,
      "VB": 1,
      "CD": 7,
      "VBD": 3,
      "DT": 3,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-VBZ": 2,
      "VBZ-NN": 1,
      "NN-NNS": 14,
      "NNS-JJ": 6,
      "JJ-JJ": 12,
      "JJ-NN": 39,
      "NN-JJ": 15,
      "JJ-VBZ": 1,
      "VBZ-NNS": 2,
      "JJ-NNS": 10,
      "NNS-VBP": 20,
      "VBP-JJ": 16,
      "JJ-FW": 7,
      "FW-FW": 109,
      "FW-NN": 28,
      "NN-FW": 28,
      "FW-NNP": 15,
      "NNP-FW": 15,
      "NNP-NNP": 14,
      "NNP-NN": 19,
      "NN-NN": 126,
      "FW-JJ": 16,
      "NN-IN": 15,
      "IN-NN": 5,
      "NNS-IN": 5,
      "IN-NNS": 1,
      "NNS-NNS": 4,
      "VBP-NNS": 2,
      "NN-VBP": 2,
      "JJ-NNP": 10,
      "NNS-VBZ": 4,
      "VBZ-IN": 2,
      "IN-FW": 12,
      "FW-NNS": 5,
      "IN-NNP": 4,
      "NNP-VBP": 2,
      "VBP-FW": 1,
      "NN-NNP": 11,
      "NN-VBZ": 7,
      "VBZ-JJ": 7,
      "NNS-NNP": 2,
      "NNP-NNS": 1,
      "VBP-NNP": 2,
      "NNP-IN": 2,
      "VBP-NN": 2,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "VBP-IN": 1,
      "VBZ-NNP": 1,
      "IN-JJ": 3,
      "NNP-CD": 1,
      "CD-NNS": 3,
      "IN-CD": 1,
      "CD-CD": 1,
      "NN-CD": 2,
      "NNS-FW": 1,
      "CD-NN": 2,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "NNP-JJ": 1,
      "CD-IN": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "JJ-IN": 1,
      "IN-DT": 1,
      "DT-NN": 3,
      "NN-RB": 2,
      "RB-JJ": 2,
      "NN-DT": 1,
      "VBZ-DT": 1
    },
    "trigram_freq": {
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-JJ": 2,
      "NNS-JJ-JJ": 3,
      "JJ-JJ-NN": 8,
      "JJ-NN-JJ": 3,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 6,
      "FW-FW-FW": 80,
      "FW-FW-NN": 15,
      "FW-NN-FW": 6,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 7,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 4,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NNP": 3,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 14,
      "NN-NN-FW": 17,
      "NN-FW-JJ": 6,
      "FW-JJ-NN": 8,
      "JJ-NN-NN": 23,
      "NN-NN-JJ": 9,
      "NN-JJ-NNS": 2,
      "VBP-JJ-NN": 7,
      "NN-NN-NN": 70,
      "NN-JJ-NN": 9,
      "JJ-NN-IN": 4,
      "NN-IN-NN": 4,
      "IN-NN-NN": 3,
      "NN-FW-NNP": 3,
      "NNP-FW-JJ": 2,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 8,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-IN": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 2,
      "JJ-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "JJ-NN-FW": 2,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "FW-NN-NNS": 5,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-IN": 2,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 5,
      "FW-NN-NN": 13,
      "NN-NN-IN": 10,
      "IN-NN-JJ": 1,
      "NNS-IN-FW": 2,
      "IN-FW-JJ": 5,
      "FW-FW-NNS": 4,
      "FW-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NN-NNP": 4,
      "NN-NNP-NN": 3,
      "NN-NN-NNP": 6,
      "NN-NNP-FW": 2,
      "FW-FW-JJ": 3,
      "FW-JJ-FW": 4,
      "NN-NN-VBZ": 7,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-NN": 3,
      "VBZ-JJ-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NNP-FW-NN": 4,
      "VBP-JJ-JJ": 4,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 5,
      "NNP-NN-FW": 2,
      "FW-NNS-VBP": 3,
      "JJ-NNP-FW": 3,
      "FW-NNP-NN": 4,
      "NN-FW-NN": 6,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "VBZ-JJ-JJ": 2,
      "IN-NN-NNS": 1,
      "JJ-JJ-JJ": 2,
      "FW-JJ-NNP": 2,
      "JJ-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "NN-IN-FW": 7,
      "NN-NNP-NNP": 4,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NN-IN-CD": 1,
      "IN-CD-CD": 1,
      "CD-CD-NNS": 1,
      "NNS-JJ-NNP": 2,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBZ": 1,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-FW": 3,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NN-NNS": 3,
      "VBP-JJ-NNP": 1,
      "NN-NN-VBD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-NN-NNP": 1,
      "NN-FW-NNS": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-NN-RB": 1,
      "RB-JJ-NNP": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-JJ": 2,
      "NNP-NN-IN": 1,
      "JJ-NNS-JJ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NNS-VBP-NN": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 225,
        "FW": 173,
        "JJ": 80,
        "NNP": 60,
        "NNS": 42
      },
      "top_bigrams": {
        "NN-NN": 126,
        "FW-FW": 109,
        "JJ-NN": 39,
        "FW-NN": 28,
        "NN-FW": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 80,
        "NN-NN-NN": 70,
        "JJ-NN-NN": 23,
        "NN-NN-FW": 17,
        "FW-FW-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 16,
    "chunk_counts": {
      "NP": 179,
      "VP": 33,
      "PP": 13,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0243
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "VP -> ('sectores', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('torno', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Por', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('parte', 'VB')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('no', 'DT') ('es', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "VP",
        "text": "anunció este viernes una iniciativa para"
      },
      {
        "label": "NP",
        "text": "este viernes"
      },
      {
        "label": "NP",
        "text": "una iniciativa para"
      },
      {
        "label": "PP",
        "text": "unir a diferentes"
      },
      {
        "label": "NP",
        "text": "a diferentes"
      },
      {
        "label": "VP",
        "text": "sectores políticos y sociales"
      },
      {
        "label": "NP",
        "text": "políticos y sociales"
      },
      {
        "label": "VP",
        "text": "con el"
      },
      {
        "label": "NP",
        "text": "diálogo"
      },
      {
        "label": "NP",
        "text": "el país"
      },
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Interior"
      },
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "NP",
        "text": "Juan Fernando Cristo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Colombia/NNP)\n  (VP\n    anunció/VBZ\n    (NP este/NN viernes/NNS)\n    (NP una/JJ iniciativa/JJ para/NN))\n  (PP unir/IN (NP a/DT diferentes/NNS))\n  (VP sectores/VBZ (NP políticos/JJ y/NN sociales/NNS))\n  (VP con/VBP el/JJ)\n  objetivo/FW\n  de/FW\n  reducir/FW\n  la/FW\n  violencia/FW\n  y/FW\n  propiciar/FW\n  el/FW\n  (NP diálogo/NN)\n  en/FW\n  (NP el/NN país/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  ministro/PRP\n  del/FW\n  (NP Interior/NNP)\n  de/FW\n  (NP Colombia/NNP)\n  ,/,\n  (NP Juan/NNP Fernando/NNP Cristo/NNP)\n  ,/,\n  (NP compartió/NN la/NN)\n  iniciativa/FW\n  (NP gubernamental/JJ donde/NN se/NN)\n  (VP\n    convocan/VBD\n    (NP\n      a/DT\n      las/JJ\n      fuerzas/NN\n      políticas/NN\n      del/NN\n      país/NN\n      para/NN\n      alcanzar/NN)\n    (NP un/JJ acuerdo/NN))\n  de/IN\n  respeto/FW\n  (NP a/DT la/NN vida/NN)\n  ./.)",
      "(S\n  (NP “/JJ El/NNP gobierno/NN)\n  (NP nacional/JJ convoca/NN)\n  (NP a/DT las/JJ fuerzas/NN políticas/NN)\n  ,/,\n  (NP a/DT las/NN)\n  (PP autoridades/IN (NP locales/NNS))\n  (VP y/VBP (NP regionales/NNS))\n  ,/,\n  (NP a/DT las/JJ organizaciones/NNS gremiales/NNS)\n  ,/,\n  (NP sindicales/NNS)\n  ,/,\n  (NP sociales/NNS)\n  (VP y/VBP (NP comunitarias/NNS))\n  ,/,\n  (NP a/DT los/JJ empresarios/NNS)\n  ,/,\n  (NP a/DT la/NN iglesia/NN)\n  (VP y/VBZ (NP a/DT la/NN sociedad/NN) civil/JJ)\n  ,/,\n  (NP a/DT participar/NN)\n  (PP en/IN (NP un/JJ diálogo/NN político/NN))\n  (VP\n    y/VBP\n    (NP social/JJ que/NN)\n    (NP permita/JJ alcanzar/NN)\n    (NP un/JJ Acuerdo/NNP Nacional/NNP para/NN respetar/NN la/NN))\n  vida/FW\n  (NP y/NN)\n  la/FW\n  (NP convivencia/NN pacífica/NN como/NN valores/NNS)\n  (VP fundamentales/VBZ)\n  de/IN\n  la/FW\n  democracia/FW\n  ,/,\n  mejorar/FW\n  la/FW\n  calidad/FW\n  del/FW\n  (NP\n    debate/NN\n    político/NN\n    e/NN\n    impulsar/NN\n    consensos/NN\n    significativos/NN)\n  en/FW\n  (NP torno/NN)\n  (NP a/DT las/JJ soluciones/NNS)\n  de/IN\n  los/FW\n  (NP asuntos/JJ que/NN más/NN)\n  (NP afectan/JJ la/NN)\n  vida/FW\n  de/FW\n  las/FW\n  (NP personas/NNS)\n  (PP en/IN (NP Colombia/NNP ”/NNP))\n  ,/,\n  (NP precisó/NN la/NN)\n  (NP fuerza/JJ colombiana/NN)\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN)\n  ,/,\n  (NP lo/JJ que/NN han/NN catalogado/NN como/NN)\n  (NP “/JJ Bases/NNP)\n  de/FW\n  un/FW\n  acuerdo/FW\n  mínimo/FW\n  (ADJP contra/JJ)\n  la/FW\n  violencia/FW\n  y/FW\n  (NP por/NN)\n  la/FW\n  democracia/FW\n  (NP ”/NN)\n  ,/,\n  (NP contienen/NN cinco/NN puntos/NN)\n  (VP\n    claves/VBZ\n    (NP con/JJ los/NN que/NN se/NN busca/NN abrir/NN)\n    (NP un/JJ camino/NN al/NN diálogo/NN entre/NN distintos/NN))\n  (VP sectores/VBZ (NP ciudadanos/NNS))\n  ,/,\n  (NP económicos/NN)\n  ,/,\n  (NP políticos/NN y/NN sociales/NNS)\n  ./.)",
      "(S\n  (NP Dichas/NNP)\n  (VP bases/VBZ (NP son/NN))\n  :/:\n  (NP Seguridad/NNP)\n  y/CC\n  (NP Erradicación/NNP de/NNP)\n  la/FW\n  violencia/FW\n  del/FW\n  ejercicio/FW\n  de/FW\n  la/FW\n  política/FW\n  ;/:\n  (NP Respeto/NNP)\n  (NP a/DT las/JJ reglas/NN electorales/NNS)\n  (VP y/VBP (NP al/JJ calendario/NN) electoral/JJ)\n  ;/:\n  (NP Transformación/NNP territorial/NN)\n  de/FW\n  los/FW\n  (NP municipios/NNS)\n  (VP más/VBP (NP afectados/JJ por/NN el/NN conflicto/NN))\n  ;/:\n  (NP Crecimiento/NNP)\n  económico/FW\n  (NP con/NN equidad/NN –/NNP Transformación/NNP)\n  (PP de/IN (NP la/NNP))\n  economía/FW\n  ;/:\n  (NP Compromiso/NNP con/NN la/NN)\n  deliberación/FW\n  (NP argumentada/NN y/NN)\n  (VP el/VBZ trámite/JJ)\n  en/FW\n  el/FW\n  (NP Congreso/NNP)\n  de/FW\n  las/FW\n  (NP reformas/NN sociales/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "INSTITUCIONES_EDUCATIVAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "JUSTICIA_SOCIAL",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "conflicto himelda ascanio ha defendido que “la construcción",
        "position": [
          3291,
          3350
        ],
        "start": 3291,
        "end": 3350
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto; crecimiento económico con equidad – transformación de la economía; compromiso con la deliberación argumentada y el trámite en el",
        "position": [
          1445,
          1584
        ],
        "start": 1445,
        "end": 1584
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "diálogo político y social que permita alcanzar un acuerdo",
        "position": [
          607,
          664
        ],
        "start": 607,
        "end": 664
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo mínimo contra la violencia y por la democracia”, contienen cinco puntos claves con los que se busca abrir un camino al diálogo entre distintos sectores ciudadanos, económicos, políticos y sociales",
        "position": [
          1024,
          1228
        ],
        "start": 1024,
        "end": 1228
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          9,
          16
        ],
        "start": 9,
        "end": 16
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          937,
          944
        ],
        "start": 937,
        "end": 944
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "equidad",
        "position": [
          1482,
          1489
        ],
        "start": 1482,
        "end": 1489
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del interior de",
        "position": [
          176,
          200
        ],
        "start": 176,
        "end": 200
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          2623,
          2632
        ],
        "start": 2623,
        "end": 2632
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          539,
          550
        ],
        "start": 539,
        "end": 550
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto de estudios",
        "position": [
          2251,
          2272
        ],
        "start": 2251,
        "end": 2272
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1641,
          1648
        ],
        "start": 1641,
        "end": 1648
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo al instituto de estudios para el desarrollo y la paz, 137",
        "position": [
          2240,
          2305
        ],
        "start": 2240,
        "end": 2305
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          0,
          8
        ],
        "start": 0,
        "end": 8
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2294,
          2300
        ],
        "start": 2294,
        "end": 2300
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          2406,
          2415
        ],
        "start": 2406,
        "end": 2415
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3512,
          3519
        ],
        "start": 3512,
        "end": 3519
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2485,
          2501
        ],
        "start": 2485,
        "end": 2501
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "bienestar y vida digna, es un anhelo en el que todos y todas coincidimos, es un deseo común, como parte de lograr un buen vivir; sin embargo, también es una construcción compleja que pasa por múltiples realidades; un conflicto social",
        "position": [
          3379,
          3612
        ],
        "start": 3379,
        "end": 3612
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Doctrina de Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Acuerdo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Frente Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia Informa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Crecimiento",
        "tipo": "Persona"
      },
      {
        "nombre": "Cauca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Acuerdo Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juan Fernando Cristo",
        "tipo": "Persona"
      },
      {
        "nombre": "Instituto de Estudios para el Desarrollo y la Paz",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Himelda Ascanio",
        "tipo": "Persona"
      },
      {
        "nombre": "Antioquia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Derechos Humanos",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Acuerdo Nacional",
        "relacion": "ALCANZAR_PERMITIR_PARTICIPAR_CONVOCAR_PRECISAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Derechos Humanos",
        "relacion": "CONCENTRAR",
        "objeto": "Cauca"
      },
      {
        "sujeto": "Derechos Humanos",
        "relacion": "CONCENTRAR",
        "objeto": "Antioquia"
      },
      {
        "sujeto": "Colombia Informa",
        "relacion": "INFORMAR_PRECISAR",
        "objeto": "Colombia"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7506,
    "pos": 0.011,
    "neu": 0.969,
    "neg": 0.02,
    "label": "negative"
  }
}