{
  "url": "https://www.telesurtv.net/izquierda-unida-muestra-apoyo-al-presidente-colombiano/",
  "title": "Izquierda Unida muestra apoyo al presidente colombiano - teleSUR",
  "section": "Mundo",
  "tags": [
    "Colombia",
    "España",
    "Gustavo Petro",
    "Izquierda Unida"
  ],
  "text": "Luego de la acusación realizada por el Consejo Nacional Electoral (CNE) de Colombia sobre Gustavo Petro de irregularidades económicas en la campaña electoral de 2022, la Comisión Internacional de la coalición política española Izquierda Unida (IU) compartió un comunicado para apoyar al mandatario colombiano.\n“IU denuncia que el CNE de Colombia no tiene las facultades legales para investigar y acusar a un presidente, violando con esta actuación el fuero integral del presidente de la República otorgado por la Constitución de Colombia”, expresó.\nAsimismo, comentó que “con estas acusaciones y apertura de investigación, el CNE se atribuye funciones fiscales que solo corresponden legalmente en el caso del presidente, según la Constitución colombiana (artículo 178) al Congreso de la República previa propuesta de la Comisión de Acusaciones de la Cámara de Representantes”.\nDe igual forma, “el CNE además, no es un tribunal judicial sino un organismo administrativo, integrado por políticos que actúan como magistrados a efectos de la supervisión electoral, no fiscal”, añadió la agrupación española.\nPor otra parte, comunicó que “IU denuncia que esta actuación, ilegal, anticonstitucional y fuera de sus competencias del CNE colombiano, forma parte de una campaña de lawfare que viene sufriendo y denunciando el presidente Petro desde hace meses y que busca la destitución ilegal y antidemocrática del presidente de la República”.\n“En esta campaña de lawfare, promovida por la oligarquía colombiana, participa en lo político el uribismo de ultraderecha y sus medios de comunicación, y de no detenerse constituirá una violación de la Constitución y del fuero integral del presidente, y por tanto, constituirá un golpe de estado institucional contra el gobierno legítimo de Gustavo Petro y supondrá una violación de los resultados electorales democráticos de las presidenciales colombianas”, explicó.\nLa Comisión Internacional de Izquierda Unida recordó a la opinión pública que “las cuentas de la campaña electoral de 2022, ganada por Gustavo Petro y Colombia Humana con 11 millones de votos, ya fueron supervisadas por el CNE en los meses posteriores a la campaña, e incluso tuvieron el visto bueno de una autoría externa contratada por el propio CNE con una de las multinacionales más prestigiosas del sector, Nexia Internacional, la cual certificó tras 30 días de las elecciones, la transparencia y legalidad absoluta de dichas cuentas”.\n“Para IU, resulta escandalosa y sorprendente, esta actuación fuera de sus competencias del CNE colombiano, quien debiera velar por la legalidad institucional y atenerse a sus funciones constitucionales, y se ha prestado vergonzosamente a ser un instrumento al servicio de las ambiciones de la derecha política y una oligarquía económica que ya no sabe que hacer para acabar con el gobierno progresista de Colombia, que tiene un sentido de propiedad y patrimonial del estado y no acepta la alternancia democrática en Colombia”, transmitió.\nAdemás, la IU expresó “toda su solidaridad al presidente Gustavo Petro y a su gobierno progresista y hacemos un llamamiento al pueblo colombiano para que se movilice en las calles con contundencia en defensa de su democracia, de su soberanía, y para que se respete lo elegido democráticamente en las urnas en 2022”.\nLa IU recordó que “es la primera vez en 200 años de historia desde la independencia de Colombia que la izquierda ha ganado las elecciones (con 11 millones de votos y un Pacto Histórico de toda la izquierda). Porque históricamente la oligarquía colombiana utilizó el sicariato y el paramilitarismo para, cada vez que iba a ganar la izquierda, asesinar a sus candidatos presidenciales. El mismo Gustavo Petro salió ileso de su coche, tras un atentado con varios disparos en Cúcuta durante una campaña electoral”.\nPor último, hizo un llamamiento “a los partidos políticos españoles, al gobierno español y toda la UE para respaldar al gobierno democrático de Petro e impedir este golpe, y para que una vez más, la alternancia política en Colombia no sea tristemente una anomalía democrática en América Latina”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/izquierda-unida-muestra-apoyo-al-presidente-colombiano/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1386,
    "message_id": 78131,
    "date": "2024-10-10T08:55:18+00:00",
    "text": "teleSUR\nIzquierda Unida muestra apoyo al presidente colombiano\nhttps://www.telesurtv.net/izquierda-unida-muestra-apoyo-al-presidente-colombiano/",
    "photo_path": null,
    "views": 2670,
    "reactions": {
      "👍": 75,
      "🙏": 6,
      "❤": 2,
      "😁": 2,
      "🤡": 1
    },
    "total_reactions": 86
  },
  "preprocessing": {
    "cleaned": "luego de la acusación realizada por el consejo nacional electoral (cne) de colombia sobre gustavo petro de irregularidades económicas en la campaña electoral de 2022, la comisión internacional de la coalición política española izquierda unida (iu) compartió un comunicado para apoyar al mandatario colombiano. “iu denuncia que el cne de colombia no tiene las facultades legales para investigar y acusar a un presidente, violando con esta actuación el fuero integral del presidente de la república otorgado por la constitución de colombia”, expresó. asimismo, comentó que “con estas acusaciones y apertura de investigación, el cne se atribuye funciones fiscales que solo corresponden legalmente en el caso del presidente, según la constitución colombiana (artículo 178) al congreso de la república previa propuesta de la comisión de acusaciones de la cámara de representantes”. de igual forma, “el cne además, no es un tribunal judicial sino un organismo administrativo, integrado por políticos que actúan como magistrados a efectos de la supervisión electoral, no fiscal”, añadió la agrupación española. por otra parte, comunicó que “iu denuncia que esta actuación, ilegal, anticonstitucional y fuera de sus competencias del cne colombiano, forma parte de una campaña de lawfare que viene sufriendo y denunciando el presidente petro desde hace meses y que busca la destitución ilegal y antidemocrática del presidente de la república”. “en esta campaña de lawfare, promovida por la oligarquía colombiana, participa en lo político el uribismo de ultraderecha y sus medios de comunicación, y de no detenerse constituirá una violación de la constitución y del fuero integral del presidente, y por tanto, constituirá un golpe de estado institucional contra el gobierno legítimo de gustavo petro y supondrá una violación de los resultados electorales democráticos de las presidenciales colombianas”, explicó. la comisión internacional de izquierda unida recordó a la opinión pública que “las cuentas de la campaña electoral de 2022, ganada por gustavo petro y colombia humana con 11 millones de votos, ya fueron supervisadas por el cne en los meses posteriores a la campaña, e incluso tuvieron el visto bueno de una autoría externa contratada por el propio cne con una de las multinacionales más prestigiosas del sector, nexia internacional, la cual certificó tras 30 días de las elecciones, la transparencia y legalidad absoluta de dichas cuentas”. “para iu, resulta escandalosa y sorprendente, esta actuación fuera de sus competencias del cne colombiano, quien debiera velar por la legalidad institucional y atenerse a sus funciones constitucionales, y se ha prestado vergonzosamente a ser un instrumento al servicio de las ambiciones de la derecha política y una oligarquía económica que ya no sabe que hacer para acabar con el gobierno progresista de colombia, que tiene un sentido de propiedad y patrimonial del estado y no acepta la alternancia democrática en colombia”, transmitió. además, la iu expresó “toda su solidaridad al presidente gustavo petro y a su gobierno progresista y hacemos un llamamiento al pueblo colombiano para que se movilice en las calles con contundencia en defensa de su democracia, de su soberanía, y para que se respete lo elegido democráticamente en las urnas en 2022”. la iu recordó que “es la primera vez en 200 años de historia desde la independencia de colombia que la izquierda ha ganado las elecciones (con 11 millones de votos y un pacto histórico de toda la izquierda). porque históricamente la oligarquía colombiana utilizó el sicariato y el paramilitarismo para, cada vez que iba a ganar la izquierda, asesinar a sus candidatos presidenciales. el mismo gustavo petro salió ileso de su coche, tras un atentado con varios disparos en cúcuta durante una campaña electoral”. por último, hizo un llamamiento “a los partidos políticos españoles, al gobierno español y toda la ue para respaldar al gobierno democrático de petro e impedir este golpe, y para que una vez más, la alternancia política en colombia no sea tristemente una anomalía democrática en américa latina”.",
    "tokens": [
      "luego",
      "acusación",
      "realizada",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      "colombia",
      "gustavo",
      "petro",
      "irregularidades",
      "económicas",
      "campaña",
      "electoral",
      "2022",
      ",",
      "comisión",
      "internacional",
      "coalición",
      "política",
      "española",
      "izquierda",
      "unida",
      "(",
      "iu",
      ")",
      "compartió",
      "comunicado",
      "apoyar",
      "mandatario",
      "colombiano",
      ".",
      "“",
      "iu",
      "denuncia",
      "cne",
      "colombia",
      "facultades",
      "legales",
      "investigar",
      "acusar",
      "presidente",
      ",",
      "violando",
      "actuación",
      "fuero",
      "integral",
      "presidente",
      "república",
      "otorgado",
      "constitución",
      "colombia",
      "”",
      ",",
      "expresó",
      ".",
      "asimismo",
      ",",
      "comentó",
      "“",
      "acusaciones",
      "apertura",
      "investigación",
      ",",
      "cne",
      "atribuye",
      "funciones",
      "fiscales",
      "solo",
      "corresponden",
      "legalmente",
      "caso",
      "presidente",
      ",",
      "según",
      "constitución",
      "colombiana",
      "(",
      "artículo",
      "178",
      ")",
      "congreso",
      "república",
      "previa",
      "propuesta",
      "comisión",
      "acusaciones",
      "cámara",
      "representantes",
      "”",
      ".",
      "igual",
      "forma",
      ",",
      "“",
      "cne",
      "además",
      ",",
      "tribunal",
      "judicial",
      "sino",
      "organismo",
      "administrativo",
      ",",
      "integrado",
      "políticos",
      "actúan",
      "magistrados",
      "efectos",
      "supervisión",
      "electoral",
      ",",
      "fiscal",
      "”",
      ",",
      "añadió",
      "agrupación",
      "española",
      ".",
      "parte",
      ",",
      "comunicó",
      "“",
      "iu",
      "denuncia",
      "actuación",
      ",",
      "ilegal",
      ",",
      "anticonstitucional",
      "competencias",
      "cne",
      "colombiano",
      ",",
      "forma",
      "parte",
      "campaña",
      "lawfare",
      "viene",
      "sufriendo",
      "denunciando",
      "presidente",
      "petro",
      "hace",
      "meses",
      "busca",
      "destitución",
      "ilegal",
      "antidemocrática",
      "presidente",
      "república",
      "”",
      ".",
      "“",
      "campaña",
      "lawfare",
      ",",
      "promovida",
      "oligarquía",
      "colombiana",
      ",",
      "participa",
      "político",
      "uribismo",
      "ultraderecha",
      "medios",
      "comunicación",
      ",",
      "detenerse",
      "constituirá",
      "violación",
      "constitución",
      "fuero",
      "integral",
      "presidente",
      ",",
      ",",
      "constituirá",
      "golpe",
      "institucional",
      "gobierno",
      "legítimo",
      "gustavo",
      "petro",
      "supondrá",
      "violación",
      "resultados",
      "electorales",
      "democráticos",
      "presidenciales",
      "colombianas",
      "”",
      ",",
      "explicó",
      ".",
      "comisión",
      "internacional",
      "izquierda",
      "unida",
      "recordó",
      "opinión",
      "pública",
      "“",
      "cuentas",
      "campaña",
      "electoral",
      "2022",
      ",",
      "ganada",
      "gustavo",
      "petro",
      "colombia",
      "humana",
      "11",
      "millones",
      "votos",
      ",",
      "supervisadas",
      "cne",
      "meses",
      "posteriores",
      "campaña",
      ",",
      "incluso",
      "visto",
      "bueno",
      "autoría",
      "externa",
      "contratada",
      "propio",
      "cne",
      "multinacionales",
      "prestigiosas",
      "sector",
      ",",
      "nexia",
      "internacional",
      ",",
      "certificó",
      "tras",
      "30",
      "días",
      "elecciones",
      ",",
      "transparencia",
      "legalidad",
      "absoluta",
      "dichas",
      "cuentas",
      "”",
      ".",
      "“",
      "iu",
      ",",
      "resulta",
      "escandalosa",
      "sorprendente",
      ",",
      "actuación",
      "competencias",
      "cne",
      "colombiano",
      ",",
      "debiera",
      "velar",
      "legalidad",
      "institucional",
      "atenerse",
      "funciones",
      "constitucionales",
      ",",
      "prestado",
      "vergonzosamente",
      "ser",
      "instrumento",
      "servicio",
      "ambiciones",
      "derecha",
      "política",
      "oligarquía",
      "económica",
      "sabe",
      "hacer",
      "acabar",
      "gobierno",
      "progresista",
      "colombia",
      ",",
      "propiedad",
      "patrimonial",
      "acepta",
      "alternancia",
      "democrática",
      "colombia",
      "”",
      ",",
      "transmitió",
      ".",
      "además",
      ",",
      "iu",
      "expresó",
      "“",
      "toda",
      "solidaridad",
      "presidente",
      "gustavo",
      "petro",
      "gobierno",
      "progresista",
      "hacemos",
      "llamamiento",
      "pueblo",
      "colombiano",
      "movilice",
      "calles",
      "contundencia",
      "defensa",
      "democracia",
      ",",
      "soberanía",
      ",",
      "respete",
      "elegido",
      "democráticamente",
      "urnas",
      "2022",
      "”",
      ".",
      "iu",
      "recordó",
      "“",
      "primera",
      "vez",
      "200",
      "años",
      "historia",
      "independencia",
      "colombia",
      "izquierda",
      "ganado",
      "elecciones",
      "(",
      "11",
      "millones",
      "votos",
      "pacto",
      "histórico",
      "toda",
      "izquierda",
      ")",
      ".",
      "históricamente",
      "oligarquía",
      "colombiana",
      "utilizó",
      "sicariato",
      "paramilitarismo",
      ",",
      "cada",
      "vez",
      "iba",
      "ganar",
      "izquierda",
      ",",
      "asesinar",
      "candidatos",
      "presidenciales",
      ".",
      "mismo",
      "gustavo",
      "petro",
      "salió",
      "ileso",
      "coche",
      ",",
      "tras",
      "atentado",
      "varios",
      "disparos",
      "cúcuta",
      "campaña",
      "electoral",
      "”",
      ".",
      "último",
      ",",
      "hizo",
      "llamamiento",
      "“",
      "partidos",
      "políticos",
      "españoles",
      ",",
      "gobierno",
      "español",
      "toda",
      "ue",
      "respaldar",
      "gobierno",
      "democrático",
      "petro",
      "impedir",
      "golpe",
      ",",
      "vez",
      ",",
      "alternancia",
      "política",
      "colombia",
      "tristemente",
      "anomalía",
      "democrática",
      "américa",
      "latina",
      "”",
      "."
    ],
    "token_count": 419,
    "sentence_count": 13
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "FW": 121,
      "IN": 33,
      "VBD": 7,
      "CD": 8,
      "NN": 228,
      "JJ": 71,
      "DT": 7,
      "VBZ": 8,
      "NNS": 24,
      "VBP": 12,
      "CC": 1,
      "MD": 1,
      "VB": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NNP": 25,
      "NNP-FW": 20,
      "FW-FW": 60,
      "FW-NNP": 23,
      "NNP-IN": 2,
      "IN-NNP": 8,
      "NNP-VBD": 5,
      "VBD-NNP": 1,
      "FW-CD": 2,
      "CD-NN": 4,
      "NN-NNP": 12,
      "NNP-NN": 18,
      "NN-JJ": 22,
      "JJ-NN": 49,
      "NN-NN": 133,
      "NN-FW": 17,
      "NNP-DT": 2,
      "DT-NN": 5,
      "NN-VBZ": 6,
      "VBZ-NNS": 1,
      "NNS-NNS": 4,
      "NNS-VBP": 11,
      "VBP-JJ": 8,
      "JJ-JJ": 11,
      "NN-IN": 26,
      "IN-FW": 16,
      "FW-NN": 16,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "NNP-VBP": 1,
      "NN-NNS": 10,
      "VBP-IN": 2,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "CD-JJ": 1,
      "JJ-NNP": 5,
      "NNP-JJ": 2,
      "NNP-VBZ": 1,
      "VBZ-DT": 3,
      "DT-JJ": 2,
      "FW-JJ": 13,
      "JJ-DT": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "JJ-FW": 3,
      "IN-JJ": 5,
      "VBZ-JJ": 2,
      "FW-IN": 2,
      "IN-DT": 1,
      "IN-NN": 1,
      "VBD-JJ": 3,
      "JJ-NNS": 2,
      "NNS-FW": 4,
      "FW-NNS": 5,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNS-VBZ": 1,
      "VBZ-JJR": 1,
      "JJR-JJ": 1,
      "NNS-CD": 1,
      "NNS-NNP": 1,
      "NNS-IN": 1,
      "VBP-NN": 1,
      "CD-NNP": 1,
      "VBP-CD": 1,
      "VBZ-NNP": 1,
      "VBD-FW": 1,
      "NNS-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 7,
      "NNP-FW-FW": 6,
      "FW-FW-FW": 37,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "FW-FW-CD": 2,
      "FW-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-NNP": 5,
      "NNP-NNP-NN": 5,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 18,
      "JJ-NN-NN": 30,
      "NN-NN-NN": 77,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 6,
      "NNP-NN-NN": 15,
      "NN-NN-FW": 9,
      "NN-FW-NNP": 3,
      "FW-NNP-IN": 1,
      "IN-NNP-DT": 2,
      "NNP-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 6,
      "JJ-NN-JJ": 2,
      "NN-NN-JJ": 17,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 7,
      "NN-NN-IN": 14,
      "NN-IN-FW": 14,
      "IN-FW-NNP": 4,
      "FW-NNP-FW": 10,
      "NNP-FW-NN": 6,
      "FW-NN-FW": 4,
      "NNP-FW-NNP": 6,
      "FW-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNS": 3,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "IN-FW-FW": 2,
      "FW-NN-NNS": 4,
      "NN-FW-FW": 10,
      "FW-FW-NN": 7,
      "FW-NN-NN": 6,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "FW-NN-IN": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-NN-IN": 11,
      "IN-FW-JJ": 8,
      "FW-JJ-JJ": 2,
      "JJ-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "FW-JJ-FW": 3,
      "JJ-FW-NNP": 2,
      "FW-NNP-NN": 5,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 3,
      "FW-JJ-NN": 6,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "FW-FW-IN": 1,
      "FW-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-NN": 3,
      "NNP-FW-JJ": 2,
      "NN-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-IN-NNP": 5,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "FW-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 3,
      "NN-FW-NN": 3,
      "JJ-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NN-NNS-VBP": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJR": 1,
      "VBZ-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "IN-FW-NNS": 2,
      "NN-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "CD-NN-FW": 2,
      "FW-NNS-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-FW-JJ": 1,
      "NN-NN-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-FW-JJ": 2,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "IN-NNP-JJ": 1,
      "JJ-NN-VBZ": 1,
      "IN-NNP-FW": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NN-IN-CD": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "FW-JJ-NNP": 1,
      "FW-NN-JJ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-NNP": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "JJ-JJ-NNP": 1,
      "IN-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 228,
        "FW": 121,
        "NNP": 79,
        "JJ": 71,
        "IN": 33
      },
      "top_bigrams": {
        "NN-NN": 133,
        "FW-FW": 60,
        "JJ-NN": 49,
        "NN-IN": 26,
        "NNP-NNP": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 77,
        "FW-FW-FW": 37,
        "JJ-NN-NN": 30,
        "NN-JJ-NN": 18,
        "NN-NN-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 13,
    "chunk_counts": {
      "NP": 167,
      "PP": 14,
      "VP": 36,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0297
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0254
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Izquierda', 'NNP') ('Unida', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('fuero', 'JJ') ('integral', 'JJ') ('del', 'NN') ('presidente', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('República', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('Constitución', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('Colombia', 'NNP') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "ADJP -> ('competencias', 'JJ')",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Luego de"
      },
      {
        "label": "NP",
        "text": "Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "CNE"
      },
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "NP",
        "text": "Gustavo Petro"
      },
      {
        "label": "NP",
        "text": "Comisión Internacional"
      },
      {
        "label": "NP",
        "text": "Izquierda Unida"
      },
      {
        "label": "NP",
        "text": "IU"
      },
      {
        "label": "NP",
        "text": "compartió"
      },
      {
        "label": "NP",
        "text": "un comunicado para apoyar al mandatario colombiano"
      },
      {
        "label": "NP",
        "text": "“ IU denuncia que"
      },
      {
        "label": "NP",
        "text": "CNE"
      },
      {
        "label": "PP",
        "text": "de Colombia"
      },
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "NP",
        "text": "no tiene"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Luego/NNP de/NNP)\n  la/FW\n  acusación/FW\n  realizada/FW\n  por/FW\n  el/FW\n  (NP Consejo/NNP Nacional/NNP Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  de/FW\n  (NP Colombia/NNP)\n  sobre/FW\n  (NP Gustavo/NNP Petro/NNP)\n  de/FW\n  irregularidades/FW\n  económicas/FW\n  en/FW\n  la/FW\n  campaña/FW\n  electoral/FW\n  de/FW\n  2022/CD\n  ,/,\n  la/FW\n  (NP Comisión/NNP Internacional/NNP)\n  de/FW\n  la/FW\n  coalición/FW\n  política/FW\n  española/FW\n  (NP Izquierda/NNP Unida/NNP)\n  (/(\n  (NP IU/NNP)\n  )/)\n  (NP compartió/NN)\n  (NP\n    un/JJ\n    comunicado/NN\n    para/NN\n    apoyar/NN\n    al/NN\n    mandatario/NN\n    colombiano/NN)\n  ./.)",
      "(S\n  (NP “/JJ IU/NNP denuncia/NN que/NN)\n  el/FW\n  (NP CNE/NNP)\n  (PP de/IN (NP Colombia/NNP))\n  (NP no/DT tiene/NN)\n  (VP las/VBZ (NP facultades/NNS legales/NNS))\n  (VP para/VBP (NP investigar/JJ y/NN))\n  (VP acusar/VBZ (NP a/DT un/JJ presidente/NN))\n  ,/,\n  (NP violando/JJ con/NN esta/NN actuación/NN el/NN)\n  (NP fuero/JJ integral/JJ del/NN presidente/NN)\n  de/IN\n  la/FW\n  (NP República/NNP)\n  otorgado/FW\n  (NP por/NN)\n  la/FW\n  (NP Constitución/NNP)\n  de/FW\n  (NP Colombia/NNP ”/NNP)\n  ,/,\n  (NP expresó/NN)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP comentó/NN que/NN “/NNP con/NN estas/NNS acusaciones/NNS)\n  y/RB\n  (VP apertura/VBP)\n  de/FW\n  investigación/FW\n  ,/,\n  el/FW\n  (NP CNE/NNP)\n  se/FW\n  (NP atribuye/NN funciones/NNS fiscales/NNS)\n  (VP que/VBP (NP solo/JJ corresponden/NN legalmente/NN))\n  en/FW\n  el/FW\n  (NP caso/NN del/NN presidente/NN)\n  ,/,\n  (NP según/JJ la/NN Constitución/NNP colombiana/NN)\n  (/(\n  (ADJP artículo/JJ)\n  178/CD\n  )/)\n  (NP al/NN Congreso/NNP)\n  de/IN\n  la/FW\n  (NP República/NNP)\n  previa/FW\n  (NP propuesta/NN)\n  de/IN\n  la/FW\n  (NP Comisión/NNP)\n  de/FW\n  (NP Acusaciones/NNP)\n  de/FW\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Representantes/NNP ”/NNP)\n  ./.)",
      "(S\n  (NP De/NNP)\n  (NP igual/JJ forma/NN)\n  ,/,\n  (NP “/NNP)\n  (VP el/VBZ (NP CNE/NNP además/NN))\n  ,/,\n  (NP no/DT es/NN)\n  (NP un/JJ tribunal/JJ judicial/NN sino/NN)\n  (NP un/JJ organismo/NN administrativo/NN)\n  ,/,\n  (NP integrado/JJ por/NN políticos/NN que/NN actúan/NN como/NN)\n  (VP magistrados/VBD (NP a/DT efectos/NN))\n  de/IN\n  la/FW\n  (ADJP supervisión/JJ)\n  (ADJP electoral/JJ)\n  ,/,\n  (NP no/DT fiscal/JJ ”/NN)\n  ,/,\n  (NP añadió/JJ la/NN agrupación/NN española/NN)\n  ./.)",
      "(S\n  (NP Por/NNP)\n  otra/MD\n  (VP parte/VB)\n  ,/,\n  (VP\n    comunicó/VB\n    (NP que/JJ “/NNP IU/NNP denuncia/NN que/NN esta/NN actuación/NN))\n  ,/,\n  (NP ilegal/NN)\n  ,/,\n  (NP anticonstitucional/JJ y/NN fuera/NN)\n  de/IN\n  sus/FW\n  (ADJP competencias/JJ)\n  del/FW\n  (NP CNE/NNP colombiano/NN)\n  ,/,\n  (NP forma/JJ parte/NN)\n  (PP de/IN (NP una/JJ campaña/NN))\n  de/IN\n  lawfare/FW\n  (NP que/JJ viene/NN sufriendo/NN)\n  y/FW\n  (NP denunciando/NN el/NN presidente/NN Petro/NNP desde/NN hace/NN)\n  (VP\n    meses/VBZ\n    (NP y/JJ que/NN busca/NN la/NN)\n    (NP destitución/JJ ilegal/JJ y/NN antidemocrática/NN))\n  del/FW\n  presidente/FW\n  de/FW\n  la/FW\n  (NP República/NNP ”/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad al presidente gustavo petro y a su gobierno",
        "position": [
          3014,
          3069
        ],
        "start": 3014,
        "end": 3069
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "votos, ya fueron supervisadas por el cne en los meses posteriores a la campaña, e incluso tuvieron el visto bueno de una autoría externa contratada por el propio cne con una de las multinacionales más prestigiosas del sector, nexia internacional, la cual certificó tras 30 días de las elecciones",
        "position": [
          2089,
          2384
        ],
        "start": 2089,
        "end": 2384
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña electoral",
        "position": [
          140,
          157
        ],
        "start": 140,
        "end": 157
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          540,
          547
        ],
        "start": 540,
        "end": 547
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "comunicó",
        "position": [
          1120,
          1128
        ],
        "start": 1120,
        "end": 1128
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1894,
          1901
        ],
        "start": 1894,
        "end": 1901
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3183,
          3190
        ],
        "start": 3183,
        "end": 3190
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "sicariato",
        "position": [
          3565,
          3574
        ],
        "start": 3565,
        "end": 3574
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          470,
          486
        ],
        "start": 470,
        "end": 486
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "ue",
        "position": [
          3909,
          3911
        ],
        "start": 3909,
        "end": 3911
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          513,
          525
        ],
        "start": 513,
        "end": 525
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          75,
          83
        ],
        "start": 75,
        "end": 83
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado institucional",
        "position": [
          1724,
          1744
        ],
        "start": 1724,
        "end": 1744
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "11 millones",
        "position": [
          2074,
          2085
        ],
        "start": 2074,
        "end": 2085
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Nexia Internacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso de la República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cúcuta",
        "tipo": "Lugar"
      },
      {
        "nombre": "República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Constitución colombiana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia Humana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Latina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Comisión de Acusaciones de la Cámara de Representantes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Izquierda Unida",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión Internacional de Izquierda Unida",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución de Colombia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Comisión Internacional",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "Izquierda Unida"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "IU"
      },
      {
        "sujeto": "Comisión Internacional",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "CNE",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "Izquierda Unida"
      },
      {
        "sujeto": "CNE",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "IU"
      },
      {
        "sujeto": "Comisión Internacional",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "Izquierda Unida"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "IU"
      },
      {
        "sujeto": "Comisión Internacional",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "Gustavo Petro"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "Izquierda Unida"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "LUEGO_COMPARTIR",
        "objeto": "IU"
      },
      {
        "sujeto": "IU",
        "relacion": "DENUNCIAR_EXPRESAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "IU",
        "relacion": "DENUNCIAR_EXPRESAR",
        "objeto": "República"
      },
      {
        "sujeto": "IU",
        "relacion": "DENUNCIAR_EXPRESAR",
        "objeto": "Constitución de Colombia"
      },
      {
        "sujeto": "CNE",
        "relacion": "TENER_DENUNCIAR_EXPRESAR",
        "objeto": "República"
      },
      {
        "sujeto": "CNE",
        "relacion": "TENER_DENUNCIAR_EXPRESAR",
        "objeto": "Constitución de Colombia"
      },
      {
        "sujeto": "CNE",
        "relacion": "ATRIBUIR_COMENTAR",
        "objeto": "Constitución colombiana"
      },
      {
        "sujeto": "CNE",
        "relacion": "ATRIBUIR_COMENTAR",
        "objeto": "Congreso de la República"
      },
      {
        "sujeto": "CNE",
        "relacion": "ATRIBUIR_COMENTAR",
        "objeto": "Comisión de Acusaciones de la Cámara de Representantes"
      },
      {
        "sujeto": "IU",
        "relacion": "DENUNCIAR_COMUNICAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "IU",
        "relacion": "DENUNCIAR_COMUNICAR",
        "objeto": "Petro"
      },
      {
        "sujeto": "IU",
        "relacion": "DENUNCIAR_COMUNICAR",
        "objeto": "República"
      },
      {
        "sujeto": "CNE",
        "relacion": "FUERA_FORMAR_DENUNCIAR_COMUNICAR",
        "objeto": "Petro"
      },
      {
        "sujeto": "CNE",
        "relacion": "FUERA_FORMAR_DENUNCIAR_COMUNICAR",
        "objeto": "República"
      },
      {
        "sujeto": "Petro",
        "relacion": "SUFRIR_VENIR_FORMAR_DENUNCIAR_COMUNICAR",
        "objeto": "República"
      },
      {
        "sujeto": "Comisión Internacional de Izquierda Unida",
        "relacion": "RECORDAR",
        "objeto": "Gustavo Petro"
      },
      {
        "sujeto": "Comisión Internacional de Izquierda Unida",
        "relacion": "RECORDAR",
        "objeto": "Colombia Humana"
      },
      {
        "sujeto": "Comisión Internacional de Izquierda Unida",
        "relacion": "RECORDAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Comisión Internacional de Izquierda Unida",
        "relacion": "RECORDAR",
        "objeto": "Nexia Internacional"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "SUPERVISAR_RECORDAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "SUPERVISAR_RECORDAR",
        "objeto": "Nexia Internacional"
      },
      {
        "sujeto": "Colombia Humana",
        "relacion": "SUPERVISAR_RECORDAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Colombia Humana",
        "relacion": "SUPERVISAR_RECORDAR",
        "objeto": "Nexia Internacional"
      },
      {
        "sujeto": "CNE",
        "relacion": "SUPERVISAR_RECORDAR",
        "objeto": "Nexia Internacional"
      },
      {
        "sujeto": "CNE",
        "relacion": "TENER_SUPERVISAR_RECORDAR",
        "objeto": "Nexia Internacional"
      },
      {
        "sujeto": "IU",
        "relacion": "RESULTAR_TRANSMITIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "IU",
        "relacion": "RESULTAR_TRANSMITIR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "IU",
        "relacion": "RESULTAR_TRANSMITIR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "CNE",
        "relacion": "FUERA_RESULTAR_TRANSMITIR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "CNE",
        "relacion": "FUERA_RESULTAR_TRANSMITIR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "IU",
        "relacion": "EXPRESAR",
        "objeto": "Gustavo Petro"
      },
      {
        "sujeto": "IU",
        "relacion": "RECORDAR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "SALIR",
        "objeto": "Cúcuta"
      },
      {
        "sujeto": "UE",
        "relacion": "HACER",
        "objeto": "Petro"
      },
      {
        "sujeto": "UE",
        "relacion": "HACER",
        "objeto": "Colombia"
      },
      {
        "sujeto": "UE",
        "relacion": "HACER",
        "objeto": "América"
      },
      {
        "sujeto": "UE",
        "relacion": "HACER",
        "objeto": "Latina"
      },
      {
        "sujeto": "Petro",
        "relacion": "RESPALDAR_HACER",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Petro",
        "relacion": "RESPALDAR_HACER",
        "objeto": "América"
      },
      {
        "sujeto": "Petro",
        "relacion": "RESPALDAR_HACER",
        "objeto": "Latina"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8225,
    "pos": 0.008,
    "neu": 0.967,
    "neg": 0.025,
    "label": "negative"
  }
}