{
  "url": "https://www.telesurtv.net/venezuela-disminuye-indice-intermensual-de-precios-baja-la-inflacion-en-septiembre/",
  "title": "Venezuela: disminuye índice intermensual de precios; baja la inflación en septiembre - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "baja",
    "hito",
    "inflación",
    "Venezuela"
  ],
  "text": "La inflación en Venezuela disminuyó este mes al reportarse que la variación intermensual del Índice Nacional de Precios al Consumidor (Inpc) en septiembre pasado fue 0,8 por ciento.\nEn este sentido, al confirmarse un porcentaje inferior de la inflación con respecto a lo reportado en agosto (1,4 por ciento), el Banco Central de Venezuela constató que representa “la más baja para un mes de septiembre desde que inició la construcción del índice a nivel nacional en el año 2008”.\nEsto, alega el organismo, “a pesar de las múltiples limitaciones al financiamiento internacional y a recursos propios por las medidas unilaterales impuestas a la República”.\nPor otra parte, otro elemento positivo ha sido el reporte del tercer trimestre de este año (julio-septiembre): la inflación acumulada alcanzó tres por ciento propiciando la variación más baja desde la realización de este índice en el ámbito nacional.\nCon respecto a años anteriores a 2008, el informe muestra que la variación acumulada entre julio-septiembre “de los corrientes fue de 3,1 por ciento y representa el tercer valor más bajo desde 1986 cuando fue de 2,4 por ciento y 2007 cuando estuvo en 2,9 por ciento”.\nDe acuerdo a una publicación del viceministro de Políticas Antibloqueo del Ministerio para la Economía y Finanzas de Venezuela, William Castillo, desde 2018, el Gobierno venezolano, encabezado por el presidente Nicolás Maduro, ha implementado una serie de medidas orientadas a la recuperación económica, como parte de un plan integral para estabilizar la economía.\n“Este esfuerzo ha permitido distanciar al país de las tasas de hiperinflación que caracterizaron los años 2018 y 2019, logrando una mejora sostenida en los indicadores económicos actuales. La relevancia de estos resultados se visualiza al considerar el contexto de restricciones agresiones financieras internacionales y las sanciones que limitan el acceso del país a recursos externos, impiden el libre comercio exterior del país y siguen condicionando la llega de inversiones”, aseveró.\nAsimismo, el alto funcionario venezolano valoró que a pesar de estos desafíos, el gobierno del mandatario Nicolás Maduro ha mantenido una política económica firme, enfocada en fortalecer la estabilidad de precios, recuperar el sistema de bienestar, el ingreso familiar y promover el bienestar de la población.\nOtro de los datos brindados por el viceministro señala que, en comparación con septiembre de 2023, el Índice Nacional de Precios al Consumidor (INPC) muestra una disminución significativa en varios rubros, destacando alimentos y bebidas con una baja de 7,5 puntos porcentuales, seguido por servicios de salud, que se redujo en 7,4 por ciento.\nEntre tanto, otros sectores que experimentaron disminuciones notables incluyen vestido y calzado (9,5 por ciento), comunicaciones (9,4 por ciento), educación (13,2 por ciento) y transporte con (10,5 por ciento).\nPor otra parte, la plataforma La Iguana TV declaró que “el claro avance en la estabilización de precios es el resultado palpable de la nueva economía y del esfuerzo de todos los venezolanos, ya que la economía venezolana no ha gozado de apoyos financieros externos, ni acceso a sus propios recursos en el exterior para retornar a la estabilidad, todo lo contrario, este avance se ha logrado en un contexto de asedio económico producto de las sanciones criminales impuestas a la República y a su pueblo”.\nEl Banco Central de Venezuela (BCV) había informado que el Producto Interno Bruto (PIB) incrementó en 8,78 por ciento en el segundo trimestre de 2024.\nEsto en un contexto donde Venezuela cuenta con importantes reservas de gas natural asociado y libre, que en total alcanzan 152 trillones de pies cúbicos, de las cuales el 90 por ciento está comprendido por gas asociado, que a su vez está destinado en un 80 por ciento para la producción de petróleo.\nAsimismo el país logró por vez primera producir el 96 por ciento de los alimentos que consume. El Gobierno ha declarado que en los últimos 12 meses, la producción de pollo creció un 7 por ciento, mientras que la producción de huevos experimentó un impresionante aumento del 37 por ciento”, por lo que subrayó que el 61 por ciento de la proteína animal consumida en Venezuela proviene de pollo y huevos.\nEl crecimiento, de acuerdo a las cifras compartidas por las autoridades ha sido sostenido desde el 2023: “la producción agrícola sostuvo su sólido nivel de crecimiento del 5 por ciento durante cinco trimestres consecutivos”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-disminuye-indice-intermensual-de-precios-baja-la-inflacion-en-septiembre/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1685,
    "message_id": 77814,
    "date": "2024-10-05T02:55:24+00:00",
    "text": "teleSUR\nVenezuela: disminuye índice intermensual de precios; baja la inflación en septiembre\nhttps://www.telesurtv.net/venezuela-disminuye-indice-intermensual-de-precios-baja-la-inflacion-en-septiembre/",
    "photo_path": null,
    "views": 3032,
    "reactions": {
      "👍": 56,
      "🙏": 6
    },
    "total_reactions": 62
  },
  "preprocessing": {
    "cleaned": "la inflación en venezuela disminuyó este mes al reportarse que la variación intermensual del índice nacional de precios al consumidor (inpc) en septiembre pasado fue 0,8 por ciento. en este sentido, al confirmarse un porcentaje inferior de la inflación con respecto a lo reportado en agosto (1,4 por ciento), el banco central de venezuela constató que representa “la más baja para un mes de septiembre desde que inició la construcción del índice a nivel nacional en el año 2008”. esto, alega el organismo, “a pesar de las múltiples limitaciones al financiamiento internacional y a recursos propios por las medidas unilaterales impuestas a la república”. por otra parte, otro elemento positivo ha sido el reporte del tercer trimestre de este año (julio-septiembre): la inflación acumulada alcanzó tres por ciento propiciando la variación más baja desde la realización de este índice en el ámbito nacional. con respecto a años anteriores a 2008, el informe muestra que la variación acumulada entre julio-septiembre “de los corrientes fue de 3,1 por ciento y representa el tercer valor más bajo desde 1986 cuando fue de 2,4 por ciento y 2007 cuando estuvo en 2,9 por ciento”. de acuerdo a una publicación del viceministro de políticas antibloqueo del ministerio para la economía y finanzas de venezuela, william castillo, desde 2018, el gobierno venezolano, encabezado por el presidente nicolás maduro, ha implementado una serie de medidas orientadas a la recuperación económica, como parte de un plan integral para estabilizar la economía. “este esfuerzo ha permitido distanciar al país de las tasas de hiperinflación que caracterizaron los años 2018 y 2019, logrando una mejora sostenida en los indicadores económicos actuales. la relevancia de estos resultados se visualiza al considerar el contexto de restricciones agresiones financieras internacionales y las sanciones que limitan el acceso del país a recursos externos, impiden el libre comercio exterior del país y siguen condicionando la llega de inversiones”, aseveró. asimismo, el alto funcionario venezolano valoró que a pesar de estos desafíos, el gobierno del mandatario nicolás maduro ha mantenido una política económica firme, enfocada en fortalecer la estabilidad de precios, recuperar el sistema de bienestar, el ingreso familiar y promover el bienestar de la población. otro de los datos brindados por el viceministro señala que, en comparación con septiembre de 2023, el índice nacional de precios al consumidor (inpc) muestra una disminución significativa en varios rubros, destacando alimentos y bebidas con una baja de 7,5 puntos porcentuales, seguido por servicios de salud, que se redujo en 7,4 por ciento. entre tanto, otros sectores que experimentaron disminuciones notables incluyen vestido y calzado (9,5 por ciento), comunicaciones (9,4 por ciento), educación (13,2 por ciento) y transporte con (10,5 por ciento). por otra parte, la plataforma la iguana tv declaró que “el claro avance en la estabilización de precios es el resultado palpable de la nueva economía y del esfuerzo de todos los venezolanos, ya que la economía venezolana no ha gozado de apoyos financieros externos, ni acceso a sus propios recursos en el exterior para retornar a la estabilidad, todo lo contrario, este avance se ha logrado en un contexto de asedio económico producto de las sanciones criminales impuestas a la república y a su pueblo”. el banco central de venezuela (bcv) había informado que el producto interno bruto (pib) incrementó en 8,78 por ciento en el segundo trimestre de 2024. esto en un contexto donde venezuela cuenta con importantes reservas de gas natural asociado y libre, que en total alcanzan 152 trillones de pies cúbicos, de las cuales el 90 por ciento está comprendido por gas asociado, que a su vez está destinado en un 80 por ciento para la producción de petróleo. asimismo el país logró por vez primera producir el 96 por ciento de los alimentos que consume. el gobierno ha declarado que en los últimos 12 meses, la producción de pollo creció un 7 por ciento, mientras que la producción de huevos experimentó un impresionante aumento del 37 por ciento”, por lo que subrayó que el 61 por ciento de la proteína animal consumida en venezuela proviene de pollo y huevos. el crecimiento, de acuerdo a las cifras compartidas por las autoridades ha sido sostenido desde el 2023: “la producción agrícola sostuvo su sólido nivel de crecimiento del 5 por ciento durante cinco trimestres consecutivos”.",
    "tokens": [
      "inflación",
      "venezuela",
      "disminuyó",
      "mes",
      "reportarse",
      "variación",
      "intermensual",
      "índice",
      "nacional",
      "precios",
      "consumidor",
      "(",
      "inpc",
      ")",
      "septiembre",
      "pasado",
      "0,8",
      "ciento",
      ".",
      ",",
      "confirmarse",
      "porcentaje",
      "inferior",
      "inflación",
      "respecto",
      "reportado",
      "agosto",
      "(",
      "1,4",
      "ciento",
      ")",
      ",",
      "banco",
      "central",
      "venezuela",
      "constató",
      "representa",
      "“",
      "baja",
      "mes",
      "septiembre",
      "inició",
      "construcción",
      "índice",
      "nivel",
      "nacional",
      "año",
      "2008",
      "”",
      ".",
      ",",
      "alega",
      "organismo",
      ",",
      "“",
      "pesar",
      "múltiples",
      "limitaciones",
      "financiamiento",
      "internacional",
      "recursos",
      "propios",
      "medidas",
      "unilaterales",
      "impuestas",
      "república",
      "”",
      ".",
      "parte",
      ",",
      "elemento",
      "positivo",
      "sido",
      "reporte",
      "tercer",
      "trimestre",
      "año",
      "(",
      "julio-septiembre",
      ")",
      ":",
      "inflación",
      "acumulada",
      "alcanzó",
      "tres",
      "ciento",
      "propiciando",
      "variación",
      "baja",
      "realización",
      "índice",
      "ámbito",
      "nacional",
      ".",
      "respecto",
      "años",
      "anteriores",
      "2008",
      ",",
      "informe",
      "muestra",
      "variación",
      "acumulada",
      "julio-septiembre",
      "“",
      "corrientes",
      "3,1",
      "ciento",
      "representa",
      "tercer",
      "valor",
      "bajo",
      "1986",
      "2,4",
      "ciento",
      "2007",
      "2,9",
      "ciento",
      "”",
      ".",
      "acuerdo",
      "publicación",
      "viceministro",
      "políticas",
      "antibloqueo",
      "ministerio",
      "economía",
      "finanzas",
      "venezuela",
      ",",
      "william",
      "castillo",
      ",",
      "2018",
      ",",
      "gobierno",
      "venezolano",
      ",",
      "encabezado",
      "presidente",
      "nicolás",
      "maduro",
      ",",
      "implementado",
      "serie",
      "medidas",
      "orientadas",
      "recuperación",
      "económica",
      ",",
      "parte",
      "plan",
      "integral",
      "estabilizar",
      "economía",
      ".",
      "“",
      "esfuerzo",
      "permitido",
      "distanciar",
      "país",
      "tasas",
      "hiperinflación",
      "caracterizaron",
      "años",
      "2018",
      "2019",
      ",",
      "logrando",
      "mejora",
      "sostenida",
      "indicadores",
      "económicos",
      "actuales",
      ".",
      "relevancia",
      "resultados",
      "visualiza",
      "considerar",
      "contexto",
      "restricciones",
      "agresiones",
      "financieras",
      "internacionales",
      "sanciones",
      "limitan",
      "acceso",
      "país",
      "recursos",
      "externos",
      ",",
      "impiden",
      "libre",
      "comercio",
      "exterior",
      "país",
      "siguen",
      "condicionando",
      "llega",
      "inversiones",
      "”",
      ",",
      "aseveró",
      ".",
      "asimismo",
      ",",
      "alto",
      "funcionario",
      "venezolano",
      "valoró",
      "pesar",
      "desafíos",
      ",",
      "gobierno",
      "mandatario",
      "nicolás",
      "maduro",
      "mantenido",
      "política",
      "económica",
      "firme",
      ",",
      "enfocada",
      "fortalecer",
      "estabilidad",
      "precios",
      ",",
      "recuperar",
      "sistema",
      "bienestar",
      ",",
      "ingreso",
      "familiar",
      "promover",
      "bienestar",
      "población",
      ".",
      "datos",
      "brindados",
      "viceministro",
      "señala",
      ",",
      "comparación",
      "septiembre",
      "2023",
      ",",
      "índice",
      "nacional",
      "precios",
      "consumidor",
      "(",
      "inpc",
      ")",
      "muestra",
      "disminución",
      "significativa",
      "varios",
      "rubros",
      ",",
      "destacando",
      "alimentos",
      "bebidas",
      "baja",
      "7,5",
      "puntos",
      "porcentuales",
      ",",
      "seguido",
      "servicios",
      "salud",
      ",",
      "redujo",
      "7,4",
      "ciento",
      ".",
      ",",
      "sectores",
      "experimentaron",
      "disminuciones",
      "notables",
      "incluyen",
      "vestido",
      "calzado",
      "(",
      "9,5",
      "ciento",
      ")",
      ",",
      "comunicaciones",
      "(",
      "9,4",
      "ciento",
      ")",
      ",",
      "educación",
      "(",
      "13,2",
      "ciento",
      ")",
      "transporte",
      "(",
      "10,5",
      "ciento",
      ")",
      ".",
      "parte",
      ",",
      "plataforma",
      "iguana",
      "tv",
      "declaró",
      "“",
      "claro",
      "avance",
      "estabilización",
      "precios",
      "resultado",
      "palpable",
      "nueva",
      "economía",
      "esfuerzo",
      "venezolanos",
      ",",
      "economía",
      "venezolana",
      "gozado",
      "apoyos",
      "financieros",
      "externos",
      ",",
      "acceso",
      "propios",
      "recursos",
      "exterior",
      "retornar",
      "estabilidad",
      ",",
      "contrario",
      ",",
      "avance",
      "logrado",
      "contexto",
      "asedio",
      "económico",
      "producto",
      "sanciones",
      "criminales",
      "impuestas",
      "república",
      "pueblo",
      "”",
      ".",
      "banco",
      "central",
      "venezuela",
      "(",
      "bcv",
      ")",
      "informado",
      "producto",
      "interno",
      "bruto",
      "(",
      "pib",
      ")",
      "incrementó",
      "8,78",
      "ciento",
      "segundo",
      "trimestre",
      "2024.",
      "contexto",
      "venezuela",
      "cuenta",
      "importantes",
      "reservas",
      "gas",
      "natural",
      "asociado",
      "libre",
      ",",
      "total",
      "alcanzan",
      "152",
      "trillones",
      "pies",
      "cúbicos",
      ",",
      "cuales",
      "90",
      "ciento",
      "comprendido",
      "gas",
      "asociado",
      ",",
      "vez",
      "destinado",
      "80",
      "ciento",
      "producción",
      "petróleo",
      ".",
      "asimismo",
      "país",
      "logró",
      "vez",
      "primera",
      "producir",
      "96",
      "ciento",
      "alimentos",
      "consume",
      ".",
      "gobierno",
      "declarado",
      "últimos",
      "12",
      "meses",
      ",",
      "producción",
      "pollo",
      "creció",
      "7",
      "ciento",
      ",",
      "mientras",
      "producción",
      "huevos",
      "experimentó",
      "impresionante",
      "aumento",
      "37",
      "ciento",
      "”",
      ",",
      "subrayó",
      "61",
      "ciento",
      "proteína",
      "animal",
      "consumida",
      "venezuela",
      "proviene",
      "pollo",
      "huevos",
      ".",
      "crecimiento",
      ",",
      "acuerdo",
      "cifras",
      "compartidas",
      "autoridades",
      "sido",
      "sostenido",
      "2023",
      ":",
      "“",
      "producción",
      "agrícola",
      "sostuvo",
      "sólido",
      "nivel",
      "crecimiento",
      "5",
      "ciento",
      "cinco",
      "trimestres",
      "consecutivos",
      "”",
      "."
    ],
    "token_count": 470,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 64,
      "NN": 272,
      "FW": 137,
      "NNS": 38,
      "VBP": 26,
      "JJ": 58,
      "VBD": 5,
      "CD": 29,
      "IN": 37,
      "$": 1,
      "CC": 1,
      "RB": 1,
      "MD": 1,
      "VB": 1,
      "VBZ": 6,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-NN": 18,
      "NN-FW": 24,
      "FW-NNP": 16,
      "NN-NN": 163,
      "NN-NNS": 7,
      "NNS-VBP": 20,
      "VBP-JJ": 12,
      "JJ-NN": 38,
      "FW-JJ": 11,
      "NN-NNP": 17,
      "NNP-NNP": 22,
      "NNP-FW": 15,
      "NNP-VBP": 2,
      "VBP-NNP": 2,
      "FW-NN": 25,
      "NN-VBD": 5,
      "VBD-CD": 5,
      "CD-NN": 20,
      "NN-JJ": 13,
      "NN-IN": 30,
      "IN-FW": 20,
      "IN-$": 1,
      "$-CD": 1,
      "JJ-NNS": 5,
      "NNS-IN": 3,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NN-CD": 7,
      "CD-NNP": 2,
      "NNP-JJ": 3,
      "FW-NNS": 7,
      "NNS-NNS": 9,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NN": 5,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "JJ-JJ": 5,
      "NN-VBZ": 4,
      "VBZ-VBP": 1,
      "FW-FW": 74,
      "JJ-NNP": 3,
      "VBZ-CD": 1,
      "VBP-IN": 3,
      "IN-CD": 6,
      "CD-NNS": 5,
      "NNS-JJ": 3,
      "JJ-CD": 4,
      "IN-JJ": 5,
      "CD-CD": 1,
      "IN-NN": 2,
      "VBP-NNS": 2,
      "NNS-NNP": 1,
      "IN-NNS": 3,
      "NN-VBP": 2,
      "JJ-FW": 3,
      "CD-JJ": 1,
      "VBZ-JJ": 3,
      "NNS-CD": 1,
      "NNP-VBZ": 2,
      "FW-DT": 1,
      "DT-NN": 1,
      "FW-CD": 2,
      "VBZ-FW": 1,
      "FW-IN": 1,
      "VBP-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 4,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 13,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 7,
      "JJ-NN-NN": 21,
      "NN-NN-FW": 14,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 9,
      "JJ-NN-NNP": 1,
      "NN-NNP-NNP": 7,
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 6,
      "FW-NNP-VBP": 2,
      "NNP-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "NNP-FW-NN": 5,
      "FW-NN-NN": 14,
      "NN-NN-VBD": 4,
      "NN-VBD-CD": 5,
      "VBD-CD-NN": 5,
      "CD-NN-NN": 17,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 5,
      "NN-NN-JJ": 5,
      "NN-JJ-NN": 12,
      "JJ-NN-JJ": 3,
      "NN-NN-IN": 19,
      "NN-IN-FW": 16,
      "IN-FW-JJ": 5,
      "NN-NN-NN": 95,
      "NN-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-NN": 1,
      "NN-FW-NN": 9,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 3,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-NN-CD": 5,
      "NN-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 7,
      "IN-FW-NNS": 4,
      "FW-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-NN-NNS": 2,
      "VBP-JJ-NNS": 4,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 6,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNP": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-FW-FW": 9,
      "FW-FW-FW": 53,
      "FW-FW-NNP": 6,
      "FW-NNP-FW": 5,
      "FW-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "FW-NNS-VBP": 5,
      "NNS-VBP-IN": 3,
      "VBP-IN-CD": 1,
      "IN-CD-NNS": 3,
      "CD-NNS-VBP": 1,
      "NN-CD-NN": 5,
      "NN-IN-CD": 5,
      "CD-NNS-JJ": 2,
      "NNS-JJ-CD": 1,
      "JJ-CD-NN": 2,
      "IN-CD-NN": 2,
      "NN-NNP-FW": 1,
      "NNP-FW-JJ": 2,
      "JJ-NN-FW": 3,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-NN": 7,
      "NNP-NN-CD": 1,
      "CD-NN-NNP": 1,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 2,
      "IN-FW-FW": 7,
      "FW-FW-NN": 8,
      "NN-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-FW": 2,
      "FW-NN-FW": 4,
      "FW-NN-IN": 3,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "NN-VBP-NN": 1,
      "FW-NN-JJ": 2,
      "FW-FW-NNS": 3,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "IN-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-JJ": 1,
      "IN-NNS-VBP": 2,
      "JJ-NNS-VBP": 1,
      "VBP-NN-JJ": 1,
      "CD-NNS-NNS": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NN-NNS-NNS": 1,
      "JJ-NN-CD": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 1,
      "VBP-IN-FW": 2,
      "VBZ-JJ-NNP": 1,
      "NNP-NN-VBD": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-IN": 1,
      "FW-IN-NN": 1,
      "IN-NN-JJ": 1,
      "IN-JJ-JJ": 2,
      "JJ-JJ-CD": 2,
      "JJ-CD-NNS": 2,
      "CD-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "IN-JJ-CD": 1,
      "NNS-JJ-FW": 1,
      "FW-FW-JJ": 2,
      "IN-FW-CD": 1,
      "FW-CD-NN": 1,
      "NNP-NN-IN": 1,
      "CD-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 272,
        "FW": 137,
        "NNP": 64,
        "JJ": 58,
        "NNS": 38
      },
      "top_bigrams": {
        "NN-NN": 163,
        "FW-FW": 74,
        "JJ-NN": 38,
        "NN-IN": 30,
        "FW-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 95,
        "FW-FW-FW": 53,
        "JJ-NN-NN": 21,
        "NN-NN-IN": 19,
        "CD-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 178,
      "VP": 40,
      "PP": 10,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 6,
        "weight": 0.0236
      },
      {
        "rule": "NP -> ('ciento', 'NN')",
        "frequency": 5,
        "weight": 0.0197
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0197
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0157
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('Precios', 'NNP') ('al', 'NN') ('Consumidor', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('respecto', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Esto', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('a', 'DT') ('pesar', 'NN')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('impuestas', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0079
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La inflación"
      },
      {
        "label": "NP",
        "text": "Venezuela disminuyó este mes"
      },
      {
        "label": "VP",
        "text": "al reportarse que la"
      },
      {
        "label": "NP",
        "text": "reportarse que la"
      },
      {
        "label": "NP",
        "text": "intermensual del Índice Nacional"
      },
      {
        "label": "NP",
        "text": "Precios al Consumidor"
      },
      {
        "label": "NP",
        "text": "Inpc"
      },
      {
        "label": "NP",
        "text": "pasado"
      },
      {
        "label": "VP",
        "text": "fue"
      },
      {
        "label": "NP",
        "text": "por ciento"
      },
      {
        "label": "NP",
        "text": "En este sentido"
      },
      {
        "label": "NP",
        "text": "al confirmarse"
      },
      {
        "label": "NP",
        "text": "un porcentaje inferior"
      },
      {
        "label": "NP",
        "text": "inflación con"
      },
      {
        "label": "VP",
        "text": "respecto a lo reportado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP inflación/NN)\n  en/FW\n  (NP Venezuela/NNP disminuyó/NN este/NN mes/NNS)\n  (VP al/VBP (NP reportarse/JJ que/NN la/NN))\n  variación/FW\n  (NP intermensual/JJ del/NN Índice/NNP Nacional/NNP)\n  de/FW\n  (NP Precios/NNP al/NN Consumidor/NNP)\n  (/(\n  (NP Inpc/NNP)\n  )/)\n  en/FW\n  septiembre/FW\n  (NP pasado/NN)\n  (VP fue/VBD)\n  0,8/CD\n  (NP por/NN ciento/NN)\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN)\n  ,/,\n  (NP al/JJ confirmarse/NN)\n  (NP un/JJ porcentaje/NN inferior/NN)\n  de/IN\n  la/FW\n  (NP inflación/JJ con/NN)\n  (VP respecto/VBZ (NP a/DT lo/JJ reportado/NN))\n  (PP en/IN (NP agosto/NN))\n  (/(\n  1,4/CD\n  por/RB\n  (NP ciento/NN)\n  )/)\n  ,/,\n  el/FW\n  (NP Banco/NNP Central/NNP)\n  de/FW\n  (NP\n    Venezuela/NNP\n    constató/NN\n    que/NN\n    representa/NN\n    “/NNP\n    la/NN\n    más/NN\n    baja/NN\n    para/NN)\n  (NP un/JJ mes/NNS)\n  de/IN\n  septiembre/FW\n  (NP\n    desde/NN\n    que/NN\n    inició/NN\n    la/NN\n    construcción/NN\n    del/NN\n    índice/NN)\n  a/DT\n  (ADJP nivel/JJ)\n  (ADJP nacional/JJ)\n  en/FW\n  el/FW\n  (NP año/NN)\n  2008/CD\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP Esto/NNP)\n  ,/,\n  (NP alega/JJ el/NN organismo/NN)\n  ,/,\n  (VP “/VB (NP a/DT pesar/NN))\n  de/IN\n  las/FW\n  (NP múltiples/NNS limitaciones/NNS)\n  al/RB\n  (VP\n    financiamiento/VBP\n    (NP internacional/JJ y/NN)\n    (NP a/DT recursos/NN propios/NN por/NN las/NNS))\n  (VP medidas/VBP (NP unilaterales/NNS))\n  (VP impuestas/VBP (NP a/DT la/NN República/NNP ”/NNP))\n  ./.)",
      "(S\n  (NP Por/NNP)\n  otra/MD\n  (VP parte/VB)\n  ,/,\n  otro/FW\n  elemento/FW\n  positivo/FW\n  ha/FW\n  (NP sido/NN el/NN reporte/NN del/NN tercer/NN trimestre/NN)\n  (PP de/IN (NP este/NN año/NN))\n  (/(\n  (ADJP julio-septiembre/JJ)\n  )/)\n  :/:\n  (NP la/NN)\n  (VP inflación/VBP (NP acumulada/JJ alcanzó/NN tres/NNS))\n  (VP por/VBP (NP ciento/JJ propiciando/NN la/NN))\n  variación/FW\n  (NP más/NN baja/NN desde/NN)\n  la/FW\n  realización/FW\n  de/FW\n  este/FW\n  (NP índice/NNP)\n  en/FW\n  (NP el/NN ámbito/NNP nacional/NN)\n  ./.)",
      "(S\n  (NP Con/NNP)\n  (VP respecto/VBZ (NP a/DT años/NN))\n  (VP anteriores/VBZ)\n  a/DT\n  2008/CD\n  ,/,\n  el/FW\n  (ADJP informe/JJ)\n  muestra/FW\n  (NP que/NN)\n  la/FW\n  variación/FW\n  acumulada/FW\n  entre/FW\n  (NP julio-septiembre/JJ “/NNP)\n  de/FW\n  los/FW\n  (NP corrientes/NNS)\n  (VP fue/VBP)\n  de/IN\n  3,1/CD\n  (NP por/NNS)\n  (VP\n    ciento/VBP\n    (NP\n      y/JJ\n      representa/NN\n      el/NN\n      tercer/NN\n      valor/NN\n      más/NN\n      bajo/NN\n      desde/NN))\n  1986/CD\n  (NP cuando/NN fue/NN)\n  de/IN\n  2,4/CD\n  (NP por/NNS)\n  (VP ciento/VBP y/JJ)\n  2007/CD\n  (NP cuando/NN estuvo/NN)\n  en/IN\n  2,9/CD\n  (NP por/NN ciento/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "asedio económico",
        "position": [
          3300,
          3316
        ],
        "start": 3300,
        "end": 3316
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "restricciones agresiones financieras internacionales y las sanciones que limitan el acceso del país a recursos externos, impiden el libre comercio",
        "position": [
          1803,
          1949
        ],
        "start": 1803,
        "end": 1949
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación en venezuela disminuyó este mes al reportarse que la variación intermensual del índice nacional de precios",
        "position": [
          3,
          119
        ],
        "start": 3,
        "end": 119
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación en venezuela disminuyó este mes al reportarse que la variación intermensual del índice nacional de precios al consumidor (inpc) en septiembre pasado fue 0",
        "position": [
          3,
          167
        ],
        "start": 3,
        "end": 167
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          3,
          12
        ],
        "start": 3,
        "end": 12
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          2278,
          2285
        ],
        "start": 2278,
        "end": 2285
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          548,
          562
        ],
        "start": 548,
        "end": 562
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          2934,
          2941
        ],
        "start": 2934,
        "end": 2941
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del mandatario nicolás",
        "position": [
          2108,
          2139
        ],
        "start": 2108,
        "end": 2139
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          1373,
          1398
        ],
        "start": 1373,
        "end": 1398
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "viceministro de políticas antibloqueo",
        "position": [
          1206,
          1243
        ],
        "start": 1206,
        "end": 1243
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          4147,
          4154
        ],
        "start": 4147,
        "end": 4154
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo a una publicación del viceministro de políticas antibloqueo del ministerio para la economía y finanzas de venezuela, william castillo, desde 2018",
        "position": [
          1176,
          1329
        ],
        "start": 1176,
        "end": 1329
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "gas natural",
        "position": [
          3617,
          3628
        ],
        "start": 3617,
        "end": 3628
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          16,
          25
        ],
        "start": 16,
        "end": 25
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2008",
        "position": [
          469,
          477
        ],
        "start": 469,
        "end": 477
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          463,
          472
        ],
        "start": 463,
        "end": 472
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "5 puntos",
        "position": [
          2591,
          2599
        ],
        "start": 2591,
        "end": 2599
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2008",
        "position": [
          463,
          477
        ],
        "start": 463,
        "end": 477
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "William Castillo",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Políticas Antibloqueo del Ministerio para la Economía y Finanzas de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Banco Central de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Banco Central de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BCV",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "IMPLEMENTAR",
        "objeto": "Políticas Antibloqueo del Ministerio para la Economía y Finanzas de Venezuela"
      },
      {
        "sujeto": "Políticas Antibloqueo del Ministerio para la Economía y Finanzas de Venezuela",
        "relacion": "IMPLEMENTAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "IMPLEMENTAR",
        "objeto": "William Castillo"
      },
      {
        "sujeto": "William Castillo",
        "relacion": "IMPLEMENTAR",
        "objeto": "Nicolás Maduro"
      }
    ]
  },
  "sentiment": {
    "compound": 0.93,
    "pos": 0.031,
    "neu": 0.962,
    "neg": 0.007,
    "label": "positive"
  }
}