{
  "url": "https://www.telesurtv.net/en-espana-cantante-cubana-omara-portuondo-sufre-un-percance-y-se-despide-de-los-escenarios-publicos/",
  "title": "En España: Cantante cubana Omara Portuondo sufre un percance y se despide de los escenarios públicos - teleSUR",
  "section": "Cultura",
  "tags": [
    "escenarios",
    "Omara Portuondo"
  ],
  "text": "Al inicio de una presentación homenaje al Buena Vista Social Club, del que hizo parte, la cantante cubana Omara Portuondo tuvo síntomas de desorientación y fue sacada del escenario del Palau de la música de Barcelona, España cuando daba inicio al festival Cruilla Tardor.\nLa vocalista, próxima a cumplir 94 años de edad solo pudo interpretar el inicio de un tema, antes de que los músicos acudieran en su auxilio.\nA pesar de haber salido del escenario, la cubana Orquesta Faílde continuó con la programación que era la prevista, toda vez que se sabía que Omara solo interpretaría muy pocos temas dada su edad y sus condiciones físicas. Su hijo Ariel Jiménez Portuondo, se encargó de aclarar no solo lo acontecido sino lo que será en el futuro, desde hoy la cotidianidad de la querida cantante cubana.\nEscribe el hijo de Omara:\nA los amigos de todo el mundo:\nComo hijo y mánager de Omara Portuondo, agradezco profundamente las muestras de cariño y preocupación por la salud de mi madre. Quiero confirmarles que en este momento nos encontramos en Barcelona y ella está bien, bajo los cuidados y supervisión de su médico personal que desde hace más de 20 años la acompaña a cualquier lugar de Cuba y el mundo donde se presente.\nEn este mes de octubre, Omara arribará a sus 94 años, quienes la conocen de cerca saben que cantar es su modo de vivir. Claro que, por su edad y condiciones de salud, ya no ofrece conciertos extensos y se ha despedido de muchos escenarios internacionales. Pero privarla de la posibilidad de cantar, siempre que tenga ánimos, condiciones vocales y fuerza, sería condenarla a la tristeza. El encuentro con el público, los aplausos y las canciones, la mantienen viva y con buen ánimo. Incluso, por recomendaciones médicas, la posibilidad de que siga cantando, ensayando y grabando, contribuye favorablemente a su salud mental, aunque a un ritmo moderado y siempre de acuerdo a su estado físico. Para ello se le realizan exámenes periódicos y se monitorean sus indicadores.\nEn el afán de que pudiera mantenerse activa y recibiera el calor del público en países y escenarios muy queridos, concebimos junto a Cuza Agency, y con el respaldo de la Orquesta Failde, un espectáculo homenaje al Buena Vista Social Club y a aquellos grandes artistas que ya no están. Ella aparecería para interpretar unos pocos temas, desde su condición de protagonista excepcional de ese proyecto y del mismo modo en que lo hacía con la nómina original. Se organizaron solo cuatro presentaciones especiales, las únicas que realizaría en el actual año fuera de Cuba y con suficiente tiempo entre fechas para cuidar su descanso. Fue una gran emoción verla interactuar con miles de espectadores las pasadas semanas en Colombia y Gran Canaria, donde recibió una inyección de amor.\nDurante la noche de este dos de octubre, en el Palau de la Música de Barcelona, luego de interpretar el clásico “Quizás quizás” de Osvaldo Farrés, Omara mostró signos de fatiga y desorientación, por lo que consideramos que lo mejor era retirarla del escenario. Algo así puede ocurrirle a cualquier artista sin importar la edad. Lamentamos sinceramente las molestias que esto pudo ocasionar. Agradecemos al Festival Crüilla y a Jordi Herreruela. No obstante, es necesario aclarar que La Failde, continuó con el show previsto, con la profesionalidad y calidad que les caracteriza. Esta agrupación de jóvenes músicos matanceros, ha colaborado estrechamente con Omara durante la última década, siempre desde el mayor respeto y cariño y se han ganado la gratitud de nuestra familia.\nTeniendo en cuenta este hecho, consideramos oportuno anunciar el retiro definitivo de Omara de los escenarios durante la presentación en Budapest el próximo domingo, donde se le hará un homenaje por parte de la Orquesta y el público asistente. En esta ocasión Omara no cantará, recibirá el cariño y el aplauso. Luego de esto, y por las razones que compartimos antes, seguirá ensayando y grabando desde su estudio en casa o participando en homenajes y encuentros con el público que la quiera agasajar, solo en la medida en que su salud y disposición lo indiquen. Su familia y admiradores más fieles entenderemos que siga cantando cuando quiera y como lo sienta, porque se ha ganado ese derecho.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/en-espana-cantante-cubana-omara-portuondo-sufre-un-percance-y-se-despide-de-los-escenarios-publicos/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1762,
    "message_id": 77734,
    "date": "2024-10-03T21:55:18+00:00",
    "text": "teleSUR\nEn España: Cantante cubana Omara Portuondo sufre un percance y se despide de los escenarios públicos\nhttps://www.telesurtv.net/en-espana-cantante-cubana-omara-portuondo-sufre-un-percance-y-se-despide-de-los-escenarios-publicos/",
    "photo_path": null,
    "views": 2939,
    "reactions": {
      "💔": 44,
      "😢": 14,
      "👍": 7
    },
    "total_reactions": 65
  },
  "preprocessing": {
    "cleaned": "al inicio de una presentación homenaje al buena vista social club, del que hizo parte, la cantante cubana omara portuondo tuvo síntomas de desorientación y fue sacada del escenario del palau de la música de barcelona, españa cuando daba inicio al festival cruilla tardor. la vocalista, próxima a cumplir 94 años de edad solo pudo interpretar el inicio de un tema, antes de que los músicos acudieran en su auxilio. a pesar de haber salido del escenario, la cubana orquesta faílde continuó con la programación que era la prevista, toda vez que se sabía que omara solo interpretaría muy pocos temas dada su edad y sus condiciones físicas. su hijo ariel jiménez portuondo, se encargó de aclarar no solo lo acontecido sino lo que será en el futuro, desde hoy la cotidianidad de la querida cantante cubana. escribe el hijo de omara: a los amigos de todo el mundo: como hijo y mánager de omara portuondo, agradezco profundamente las muestras de cariño y preocupación por la salud de mi madre. quiero confirmarles que en este momento nos encontramos en barcelona y ella está bien, bajo los cuidados y supervisión de su médico personal que desde hace más de 20 años la acompaña a cualquier lugar de cuba y el mundo donde se presente. en este mes de octubre, omara arribará a sus 94 años, quienes la conocen de cerca saben que cantar es su modo de vivir. claro que, por su edad y condiciones de salud, ya no ofrece conciertos extensos y se ha despedido de muchos escenarios internacionales. pero privarla de la posibilidad de cantar, siempre que tenga ánimos, condiciones vocales y fuerza, sería condenarla a la tristeza. el encuentro con el público, los aplausos y las canciones, la mantienen viva y con buen ánimo. incluso, por recomendaciones médicas, la posibilidad de que siga cantando, ensayando y grabando, contribuye favorablemente a su salud mental, aunque a un ritmo moderado y siempre de acuerdo a su estado físico. para ello se le realizan exámenes periódicos y se monitorean sus indicadores. en el afán de que pudiera mantenerse activa y recibiera el calor del público en países y escenarios muy queridos, concebimos junto a cuza agency, y con el respaldo de la orquesta failde, un espectáculo homenaje al buena vista social club y a aquellos grandes artistas que ya no están. ella aparecería para interpretar unos pocos temas, desde su condición de protagonista excepcional de ese proyecto y del mismo modo en que lo hacía con la nómina original. se organizaron solo cuatro presentaciones especiales, las únicas que realizaría en el actual año fuera de cuba y con suficiente tiempo entre fechas para cuidar su descanso. fue una gran emoción verla interactuar con miles de espectadores las pasadas semanas en colombia y gran canaria, donde recibió una inyección de amor. durante la noche de este dos de octubre, en el palau de la música de barcelona, luego de interpretar el clásico “quizás quizás” de osvaldo farrés, omara mostró signos de fatiga y desorientación, por lo que consideramos que lo mejor era retirarla del escenario. algo así puede ocurrirle a cualquier artista sin importar la edad. lamentamos sinceramente las molestias que esto pudo ocasionar. agradecemos al festival crüilla y a jordi herreruela. no obstante, es necesario aclarar que la failde, continuó con el show previsto, con la profesionalidad y calidad que les caracteriza. esta agrupación de jóvenes músicos matanceros, ha colaborado estrechamente con omara durante la última década, siempre desde el mayor respeto y cariño y se han ganado la gratitud de nuestra familia. teniendo en cuenta este hecho, consideramos oportuno anunciar el retiro definitivo de omara de los escenarios durante la presentación en budapest el próximo domingo, donde se le hará un homenaje por parte de la orquesta y el público asistente. en esta ocasión omara no cantará, recibirá el cariño y el aplauso. luego de esto, y por las razones que compartimos antes, seguirá ensayando y grabando desde su estudio en casa o participando en homenajes y encuentros con el público que la quiera agasajar, solo en la medida en que su salud y disposición lo indiquen. su familia y admiradores más fieles entenderemos que siga cantando cuando quiera y como lo sienta, porque se ha ganado ese derecho.",
    "tokens": [
      "inicio",
      "presentación",
      "homenaje",
      "buena",
      "vista",
      "social",
      "club",
      ",",
      "hizo",
      "parte",
      ",",
      "cantante",
      "cubana",
      "omara",
      "portuondo",
      "síntomas",
      "desorientación",
      "sacada",
      "escenario",
      "palau",
      "música",
      "barcelona",
      ",",
      "españa",
      "daba",
      "inicio",
      "festival",
      "cruilla",
      "tardor",
      ".",
      "vocalista",
      ",",
      "próxima",
      "cumplir",
      "94",
      "años",
      "edad",
      "solo",
      "pudo",
      "interpretar",
      "inicio",
      "tema",
      ",",
      "músicos",
      "acudieran",
      "auxilio",
      ".",
      "pesar",
      "haber",
      "salido",
      "escenario",
      ",",
      "cubana",
      "orquesta",
      "faílde",
      "continuó",
      "programación",
      "prevista",
      ",",
      "toda",
      "vez",
      "sabía",
      "omara",
      "solo",
      "interpretaría",
      "pocos",
      "temas",
      "dada",
      "edad",
      "condiciones",
      "físicas",
      ".",
      "hijo",
      "ariel",
      "jiménez",
      "portuondo",
      ",",
      "encargó",
      "aclarar",
      "solo",
      "acontecido",
      "sino",
      "futuro",
      ",",
      "hoy",
      "cotidianidad",
      "querida",
      "cantante",
      "cubana",
      ".",
      "escribe",
      "hijo",
      "omara",
      ":",
      "amigos",
      "mundo",
      ":",
      "hijo",
      "mánager",
      "omara",
      "portuondo",
      ",",
      "agradezco",
      "profundamente",
      "muestras",
      "cariño",
      "preocupación",
      "salud",
      "madre",
      ".",
      "quiero",
      "confirmarles",
      "momento",
      "encontramos",
      "barcelona",
      "bien",
      ",",
      "bajo",
      "cuidados",
      "supervisión",
      "médico",
      "personal",
      "hace",
      "20",
      "años",
      "acompaña",
      "cualquier",
      "lugar",
      "cuba",
      "mundo",
      "presente",
      ".",
      "mes",
      "octubre",
      ",",
      "omara",
      "arribará",
      "94",
      "años",
      ",",
      "conocen",
      "cerca",
      "saben",
      "cantar",
      "modo",
      "vivir",
      ".",
      "claro",
      ",",
      "edad",
      "condiciones",
      "salud",
      ",",
      "ofrece",
      "conciertos",
      "extensos",
      "despedido",
      "escenarios",
      "internacionales",
      ".",
      "privarla",
      "posibilidad",
      "cantar",
      ",",
      "siempre",
      "ánimos",
      ",",
      "condiciones",
      "vocales",
      "fuerza",
      ",",
      "condenarla",
      "tristeza",
      ".",
      "encuentro",
      "público",
      ",",
      "aplausos",
      "canciones",
      ",",
      "mantienen",
      "viva",
      "buen",
      "ánimo",
      ".",
      "incluso",
      ",",
      "recomendaciones",
      "médicas",
      ",",
      "posibilidad",
      "siga",
      "cantando",
      ",",
      "ensayando",
      "grabando",
      ",",
      "contribuye",
      "favorablemente",
      "salud",
      "mental",
      ",",
      "aunque",
      "ritmo",
      "moderado",
      "siempre",
      "acuerdo",
      "físico",
      ".",
      "ello",
      "realizan",
      "exámenes",
      "periódicos",
      "monitorean",
      "indicadores",
      ".",
      "afán",
      "pudiera",
      "mantenerse",
      "activa",
      "recibiera",
      "calor",
      "público",
      "países",
      "escenarios",
      "queridos",
      ",",
      "concebimos",
      "junto",
      "cuza",
      "agency",
      ",",
      "respaldo",
      "orquesta",
      "failde",
      ",",
      "espectáculo",
      "homenaje",
      "buena",
      "vista",
      "social",
      "club",
      "aquellos",
      "grandes",
      "artistas",
      ".",
      "aparecería",
      "interpretar",
      "pocos",
      "temas",
      ",",
      "condición",
      "protagonista",
      "excepcional",
      "proyecto",
      "mismo",
      "modo",
      "hacía",
      "nómina",
      "original",
      ".",
      "organizaron",
      "solo",
      "cuatro",
      "presentaciones",
      "especiales",
      ",",
      "únicas",
      "realizaría",
      "actual",
      "año",
      "cuba",
      "suficiente",
      "tiempo",
      "fechas",
      "cuidar",
      "descanso",
      ".",
      "gran",
      "emoción",
      "verla",
      "interactuar",
      "miles",
      "espectadores",
      "pasadas",
      "semanas",
      "colombia",
      "gran",
      "canaria",
      ",",
      "recibió",
      "inyección",
      "amor",
      ".",
      "noche",
      "dos",
      "octubre",
      ",",
      "palau",
      "música",
      "barcelona",
      ",",
      "luego",
      "interpretar",
      "clásico",
      "“",
      "quizás",
      "quizás",
      "”",
      "osvaldo",
      "farrés",
      ",",
      "omara",
      "mostró",
      "signos",
      "fatiga",
      "desorientación",
      ",",
      "consideramos",
      "mejor",
      "retirarla",
      "escenario",
      ".",
      "así",
      "puede",
      "ocurrirle",
      "cualquier",
      "artista",
      "importar",
      "edad",
      ".",
      "lamentamos",
      "sinceramente",
      "molestias",
      "pudo",
      "ocasionar",
      ".",
      "agradecemos",
      "festival",
      "crüilla",
      "jordi",
      "herreruela",
      ".",
      "obstante",
      ",",
      "necesario",
      "aclarar",
      "failde",
      ",",
      "continuó",
      "show",
      "previsto",
      ",",
      "profesionalidad",
      "calidad",
      "caracteriza",
      ".",
      "agrupación",
      "jóvenes",
      "músicos",
      "matanceros",
      ",",
      "colaborado",
      "estrechamente",
      "omara",
      "última",
      "década",
      ",",
      "siempre",
      "mayor",
      "respeto",
      "cariño",
      "ganado",
      "gratitud",
      "familia",
      ".",
      "cuenta",
      "hecho",
      ",",
      "consideramos",
      "oportuno",
      "anunciar",
      "retiro",
      "definitivo",
      "omara",
      "escenarios",
      "presentación",
      "budapest",
      "próximo",
      "domingo",
      ",",
      "hará",
      "homenaje",
      "parte",
      "orquesta",
      "público",
      "asistente",
      ".",
      "ocasión",
      "omara",
      "cantará",
      ",",
      "recibirá",
      "cariño",
      "aplauso",
      ".",
      "luego",
      ",",
      "razones",
      "compartimos",
      ",",
      "seguirá",
      "ensayando",
      "grabando",
      "estudio",
      "casa",
      "participando",
      "homenajes",
      "encuentros",
      "público",
      "quiera",
      "agasajar",
      ",",
      "solo",
      "medida",
      "salud",
      "disposición",
      "indiquen",
      ".",
      "familia",
      "admiradores",
      "fieles",
      "entenderemos",
      "siga",
      "cantando",
      "quiera",
      "sienta",
      ",",
      "ganado",
      "derecho",
      "."
    ],
    "token_count": 441,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "NN": 278,
      "FW": 140,
      "VBD": 2,
      "CD": 3,
      "VBZ": 12,
      "IN": 36,
      "JJ": 51,
      "VBP": 17,
      "NNS": 29,
      "DT": 4,
      "RB": 3,
      "JJR": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 30,
      "NN-FW": 14,
      "FW-FW": 88,
      "FW-NN": 21,
      "NN-NN": 175,
      "NN-NNP": 24,
      "NNP-NNP": 26,
      "NNP-FW": 14,
      "NNP-VBD": 2,
      "VBD-FW": 2,
      "FW-NNP": 16,
      "NN-CD": 2,
      "CD-NN": 2,
      "NN-VBZ": 5,
      "VBZ-IN": 1,
      "IN-FW": 17,
      "FW-JJ": 8,
      "JJ-NN": 35,
      "NN-IN": 29,
      "IN-NN": 7,
      "JJ-FW": 3,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "NN-NNS": 10,
      "NNS-VBP": 15,
      "VBP-NNP": 1,
      "FW-DT": 1,
      "DT-NN": 3,
      "VBZ-JJ": 7,
      "IN-NNP": 8,
      "NNP-NNS": 2,
      "VBP-JJ": 11,
      "NN-JJ": 15,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 3,
      "JJ-RB": 1,
      "RB-JJR": 1,
      "JJR-NN": 2,
      "NNS-IN": 3,
      "NNP-VBP": 1,
      "VBP-FW": 2,
      "JJ-NNS": 5,
      "FW-CC": 1,
      "CC-DT": 1,
      "DT-JJ": 1,
      "FW-NNS": 4,
      "NNS-NNS": 3,
      "NNS-NNP": 3,
      "NNP-VBZ": 4,
      "VBZ-NN": 1,
      "JJ-JJ": 3,
      "FW-VBZ": 1,
      "VBZ-NNS": 3,
      "NNP-JJ": 1,
      "NN-DT": 1,
      "JJ-IN": 1,
      "IN-JJ": 1,
      "JJ-NNP": 3,
      "NNS-VBZ": 1,
      "NNS-RB": 1,
      "RB-VBZ": 1,
      "VBP-IN": 1,
      "IN-JJR": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "IN-NNS": 1,
      "NNP-IN": 1,
      "NNP-DT": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-FW": 9,
      "FW-FW-FW": 63,
      "FW-FW-NN": 11,
      "FW-NN-NN": 13,
      "NN-NN-NNP": 19,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-FW": 3,
      "NNP-FW-NN": 5,
      "NN-NN-NN": 111,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 2,
      "VBD-FW-FW": 2,
      "FW-NN-FW": 4,
      "NN-FW-NNP": 2,
      "FW-NNP-FW": 6,
      "NNP-FW-FW": 8,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 20,
      "NN-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-JJ": 6,
      "FW-JJ-NN": 5,
      "JJ-NN-NN": 23,
      "NN-NN-IN": 18,
      "NN-IN-NN": 5,
      "IN-NN-NN": 6,
      "NN-IN-FW": 14,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "NN-FW-NN": 2,
      "FW-NN-NNP": 2,
      "NN-NNP-NN": 10,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-NNP": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "NN-NN-FW": 7,
      "NN-IN-NNP": 7,
      "IN-NNP-FW": 3,
      "FW-NNP-NN": 5,
      "IN-NNP-NNP": 3,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 7,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 13,
      "JJ-NN-IN": 7,
      "IN-NNP-NN": 2,
      "IN-FW-FW": 3,
      "FW-FW-JJ": 2,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-RB": 1,
      "JJ-RB-JJR": 1,
      "RB-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "NNP-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNP": 5,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-CD": 1,
      "CD-NN-NNS": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "IN-FW-CC": 1,
      "FW-CC-DT": 1,
      "CC-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-IN": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "JJ-NN-NNS": 3,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 1,
      "JJ-NN-JJ": 1,
      "NNP-VBZ-JJ": 2,
      "NN-NN-NNS": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "FW-NN-IN": 1,
      "IN-FW-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 2,
      "NNS-JJ-JJ": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NNP": 1,
      "FW-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "NNP-FW-NNP": 1,
      "NN-IN-JJR": 1,
      "IN-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NN-VBZ": 1,
      "VBZ-JJ-NNP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "FW-NNS-VBP": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "VBP-JJ-NNS": 1,
      "IN-NN-NNS": 1,
      "NNP-NN-VBZ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 278,
        "FW": 140,
        "NNP": 82,
        "JJ": 51,
        "IN": 36
      },
      "top_bigrams": {
        "NN-NN": 175,
        "FW-FW": 88,
        "JJ-NN": 35,
        "NNP-NN": 30,
        "NN-IN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 111,
        "FW-FW-FW": 63,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 20,
        "NN-NN-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 169,
      "VP": 35,
      "PP": 19,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0317
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0238
      },
      {
        "rule": "NP -> ('Omara', 'NNP')",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('Omara', 'NNP') ('Portuondo', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Palau', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Barcelona', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('la', 'VBP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('ya', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('y', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0079
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Al inicio"
      },
      {
        "label": "NP",
        "text": "homenaje al Buena Vista Social Club"
      },
      {
        "label": "NP",
        "text": "del que hizo parte"
      },
      {
        "label": "NP",
        "text": "Omara Portuondo"
      },
      {
        "label": "VP",
        "text": "tuvo"
      },
      {
        "label": "NP",
        "text": "escenario"
      },
      {
        "label": "NP",
        "text": "Palau"
      },
      {
        "label": "NP",
        "text": "Barcelona"
      },
      {
        "label": "NP",
        "text": "España cuando daba inicio al festival Cruilla Tardor"
      },
      {
        "label": "NP",
        "text": "La vocalista"
      },
      {
        "label": "VP",
        "text": "próxima a cumplir"
      },
      {
        "label": "NP",
        "text": "a cumplir"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "interpretar"
      },
      {
        "label": "NP",
        "text": "tema"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Al/NNP inicio/NN)\n  de/FW\n  una/FW\n  presentación/FW\n  (NP homenaje/NN al/NN Buena/NNP Vista/NNP Social/NNP Club/NNP)\n  ,/,\n  (NP del/NN que/NN hizo/NN parte/NN)\n  ,/,\n  la/FW\n  cantante/FW\n  cubana/FW\n  (NP Omara/NNP Portuondo/NNP)\n  (VP tuvo/VBD)\n  síntomas/FW\n  de/FW\n  desorientación/FW\n  y/FW\n  fue/FW\n  sacada/FW\n  del/FW\n  (NP escenario/NN)\n  del/FW\n  (NP Palau/NNP)\n  de/FW\n  la/FW\n  música/FW\n  de/FW\n  (NP Barcelona/NNP)\n  ,/,\n  (NP\n    España/NNP\n    cuando/NN\n    daba/NN\n    inicio/NN\n    al/NN\n    festival/NN\n    Cruilla/NNP\n    Tardor/NNP)\n  ./.)",
      "(S\n  (NP La/NNP vocalista/NN)\n  ,/,\n  (VP próxima/VB (NP a/DT cumplir/NN))\n  94/CD\n  (NP años/NN)\n  de/FW\n  edad/FW\n  solo/FW\n  pudo/FW\n  (NP interpretar/NN)\n  el/FW\n  inicio/FW\n  de/FW\n  un/FW\n  (NP tema/NN)\n  ,/,\n  (VP antes/VBZ)\n  de/IN\n  que/FW\n  (NP los/JJ músicos/NN acudieran/NN)\n  (PP en/IN (NP su/NN auxilio/NN))\n  ./.)",
      "(S\n  (NP A/DT pesar/NN)\n  de/IN\n  haber/FW\n  (NP salido/JJ del/NN escenario/NN)\n  ,/,\n  la/FW\n  cubana/FW\n  (NP\n    Orquesta/NNP\n    Faílde/NNP\n    continuó/NN\n    con/NN\n    la/NN\n    programación/NN\n    que/NN\n    era/NN\n    la/NN\n    prevista/NN)\n  ,/,\n  (NP\n    toda/NN\n    vez/NN\n    que/NN\n    se/NN\n    sabía/NN\n    que/NN\n    Omara/NNP\n    solo/NN\n    interpretaría/NN\n    muy/NN\n    pocos/NN)\n  (PP\n    temas/IN\n    (NP dada/NN su/NN edad/NN y/NN sus/NN condiciones/NNS físicas/NN))\n  ./.)",
      "(S\n  (NP Su/NNP hijo/NN Ariel/NNP Jiménez/NNP Portuondo/NNP)\n  ,/,\n  (ADJP se/JJ)\n  encargó/FW\n  de/FW\n  aclarar/FW\n  (NP no/DT solo/NN)\n  (VP lo/VBZ (NP acontecido/JJ sino/NN lo/NN que/NN será/NN))\n  (PP en/IN (NP el/NN futuro/NN))\n  ,/,\n  (NP desde/NN hoy/NN)\n  la/FW\n  cotidianidad/FW\n  de/FW\n  la/FW\n  querida/FW\n  (NP cantante/NN cubana/NN)\n  ./.)",
      "(S\n  (NP Escribe/NNP)\n  (VP el/VBD)\n  hijo/FW\n  de/FW\n  (NP Omara/NNP)\n  :/:\n  (NP A/DT los/JJ amigos/NN)\n  de/IN\n  todo/FW\n  el/FW\n  (NP mundo/NN)\n  :/:\n  (NP Como/NNP hijo/NN y/NN mánager/NN)\n  (PP de/IN (NP Omara/NNP Portuondo/NNP))\n  ,/,\n  agradezco/RB\n  (NP profundamente/JJ las/NNS)\n  muestras/FW\n  de/FW\n  cariño/FW\n  y/FW\n  preocupación/FW\n  (NP por/NN)\n  la/FW\n  salud/FW\n  de/FW\n  mi/FW\n  (NP madre/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "salud y disposición lo indiquen. su familia y admiradores más fieles entenderemos que siga cantando cuando quiera y como lo sienta, porque se ha ganado ese derecho",
        "position": [
          4081,
          4244
        ],
        "start": 4081,
        "end": 4244
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "artista sin importar",
        "position": [
          3072,
          3092
        ],
        "start": 3072,
        "end": 3092
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          3372,
          3379
        ],
        "start": 3372,
        "end": 3379
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          1190,
          1194
        ],
        "start": 1190,
        "end": 1194
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          218,
          224
        ],
        "start": 218,
        "end": 224
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado físico",
        "position": [
          1902,
          1915
        ],
        "start": 1902,
        "end": 1915
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "actual año",
        "position": [
          2537,
          2547
        ],
        "start": 2537,
        "end": 2547
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante la noche",
        "position": [
          2774,
          2790
        ],
        "start": 2774,
        "end": 2790
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          750,
          753
        ],
        "start": 750,
        "end": 753
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 20",
        "position": [
          1142,
          1151
        ],
        "start": 1142,
        "end": 1151
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Palau de la Música de Barcelona",
        "tipo": "Lugar"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Barcelona",
        "tipo": "Lugar"
      },
      {
        "nombre": "Orquesta Failde",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Orquesta Faílde",
        "tipo": "Persona"
      },
      {
        "nombre": "Orquesta",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jordi Herreruela",
        "tipo": "Persona"
      },
      {
        "nombre": "La Failde",
        "tipo": "Persona"
      },
      {
        "nombre": "Omara Portuondo",
        "tipo": "Persona"
      },
      {
        "nombre": "Cruilla Tardor",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuza Agency",
        "tipo": "Persona"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Budapest",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Canaria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Quiero",
        "tipo": "Persona"
      },
      {
        "nombre": "Palau",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ariel Jiménez Portuondo",
        "tipo": "Persona"
      },
      {
        "nombre": "Omara",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Osvaldo Farrés",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Omara Portuondo",
        "relacion": "TENER",
        "objeto": "Palau"
      },
      {
        "sujeto": "Omara Portuondo",
        "relacion": "TENER",
        "objeto": "Barcelona"
      },
      {
        "sujeto": "Omara Portuondo",
        "relacion": "TENER",
        "objeto": "España"
      },
      {
        "sujeto": "Omara Portuondo",
        "relacion": "TENER",
        "objeto": "Cruilla Tardor"
      },
      {
        "sujeto": "Palau",
        "relacion": "SACAR_TENER",
        "objeto": "Cruilla Tardor"
      },
      {
        "sujeto": "Barcelona",
        "relacion": "SACAR_TENER",
        "objeto": "Cruilla Tardor"
      },
      {
        "sujeto": "España",
        "relacion": "SACAR_TENER",
        "objeto": "Cruilla Tardor"
      },
      {
        "sujeto": "Quiero",
        "relacion": "QUERER",
        "objeto": "Barcelona"
      },
      {
        "sujeto": "Quiero",
        "relacion": "QUERER",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Barcelona",
        "relacion": "ENCONTRAR_CONFIRMAR_L_QUERER",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Omara",
        "relacion": "LUEGO_MOSTRAR",
        "objeto": "Palau de la Música de Barcelona"
      },
      {
        "sujeto": "Omara",
        "relacion": "INTERPRETAR_LUEGO_MOSTRAR",
        "objeto": "Osvaldo Farrés"
      }
    ]
  },
  "sentiment": {
    "compound": 0.743,
    "pos": 0.029,
    "neu": 0.949,
    "neg": 0.021,
    "label": "positive"
  }
}