{
  "url": "https://www.telesurtv.net/brics-desafios-y-perspectivas-hacia-la-cumbre-de-kazan/",
  "title": "BRICS: Desafíos y perspectivas hacia la Cumbre de Kazán - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Brics",
    "Desafíos",
    "En Profundidad",
    "Perspecitvas"
  ],
  "text": "\nLa Cumbre Brics-Rusia 2024 a realizarse en la ciudad de Kazán se presenta como una plataforma crucial para discutir y definir la agenda global, en un contexto donde las tensiones geopolíticas se intensifican y se plantean alternativas al orden mundial establecido.\nEl grupo BRICS, formado por Brasil, Rusia, India, China y Sudáfrica, ha sido visto como un símbolo del surgimiento de un nuevo orden internacional, más justo y democrático. Sin embargo, aún persisten importantes desafíos que podrían limitar su efectividad y cohesión.\nHasta el momento, se encuentra en debate la consolidación de un marco organizativo claro, que permita consolidar y estructurar la dinámica interna. Si bien se han dado importantes pasos hacia la resolución de esta problemática, hasta la fecha, el BRICS no cuenta con un reglamento, una carta fundacional o una estructura operativa definida.\nEsta característica le dio dinamismo y flexibilidad a los países miembros para definir el rumbo táctico del bloque. Sin embargo, lo que fue una virtud inicialmente con la incorporación de nuevos socios y el protagonismo a nivel global, abre un debate sobre los próximos pasos.\nEl Brics aun carece de una sede y una secretaría general, que tenga autonomía propia en la toma de decisiones y la implementación de políticas más previsibles.\nLa cumbre de Kazán también deberá abordar estos desafíos y evitar caer en el mismo error que llevó a la inclusión de Argentina en el grupo a instancias del presidente brasileño Luiz Inácio Lula da Silva, quien favoreció esta propuesta sin considerar la estabilidad política del país sudamericano.\nEn tanto, virtud o defecto, la llegada al poder de Javier Milei ha puesto en evidencia la volatilidad que asume el bloque sin un análisis profundo de las circunstancias políticas.\nEsta situación podría convertirse en un tópico significativo, especialmente si se considera que un número creciente de países ha manifestado su interés en unirse al grupo, elevando a más de 40 las solicitudes de adhesión.\nUno de los principales retos que enfrentará el BRICS es la necesidad de establecer un consenso interno más sólido.\nA pesar de contar con representantes de regiones como África, Asia Occidental y América Latina, que tradicionalmente han sido excluidas de la toma de decisiones en el Consejo de Seguridad de la ONU, la diversidad de intereses y prioridades puede complicar la cohesión del grupo.\nBrasil, por ejemplo, aún no ha reconocido al presidente Nicolás Maduro de Venezuela, lo que crea tensiones dentro del BRICS. La participación de Lula en la cumbre de Kazán, sin un respaldo claro a la integración de Venezuela, podría abrir una brecha entre los miembros del grupo.\nSerguéi Lavrov, canciller ruso, ha subrayado la importancia de una pausa en la ampliación del BRICS. Según Lavrov, es fundamental que los nuevos miembros, incorporados a principios de año, se integren plenamente antes de considerar la admisión de más países.\nEsto no solo permitiría a los miembros existentes adaptarse a una mayor diversidad, sino que también ayudaría a establecer mecanismos de funcionamiento que podrían ser esenciales para evitar la parálisis en la toma de decisiones.\n\nEl BRICS se encuentra en un punto crucial para reconfigurar el orden mundial. Con una representación que ahora incluye a países de gran peso geopolítico, el grupo podría convertirse en un baluarte para un sistema multipolar.\nEn un mundo donde Estados Unidos y sus aliados continúan ejerciendo presión sobre la comunidad internacional, el BRICS ofrece una alternativa que busca promover la igualdad soberana y la diversidad de civilizaciones.\nSegún datos del Banco Mundial, los países del BRICS ahora representan alrededor del 36,8% del PIB global por paridad de poder adquisitivo, superando al G7, que se sitúa en el 29%. Este cambio en la dinámica económica resalta la creciente influencia de las economías emergentes en la política internacional.\nLa cumbre de Kazán podría ser un punto de inflexión en la historia del BRICS, pero su éxito dependerá de la capacidad del grupo para consolidarse y definir su rol en la arena internacional.\nLa invitación a países en proceso de adhesión debe entenderse como una oportunidad para evaluar cómo integrar efectivamente a nuevos miembros, sin comprometer la eficacia y los objetivos del grupo.\nUn enfoque equilibrado que priorice la organización y la solidez interna podría ser la clave para que el BRICS se establezca como un nuevo centro de poder en el sistema internacional.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brics-desafios-y-perspectivas-hacia-la-cumbre-de-kazan/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 783,
    "message_id": 78770,
    "date": "2024-10-20T19:55:12+00:00",
    "text": "teleSUR\nBRICS: Desafíos y perspectivas hacia la Cumbre de Kazán\nhttps://www.telesurtv.net/brics-desafios-y-perspectivas-hacia-la-cumbre-de-kazan/",
    "photo_path": null,
    "views": 3330,
    "reactions": {
      "👍": 60,
      "❤": 8
    },
    "total_reactions": 68
  },
  "preprocessing": {
    "cleaned": "la cumbre brics-rusia 2024 a realizarse en la ciudad de kazán se presenta como una plataforma crucial para discutir y definir la agenda global, en un contexto donde las tensiones geopolíticas se intensifican y se plantean alternativas al orden mundial establecido. el grupo brics, formado por brasil, rusia, india, china y sudáfrica, ha sido visto como un símbolo del surgimiento de un nuevo orden internacional, más justo y democrático. sin embargo, aún persisten importantes desafíos que podrían limitar su efectividad y cohesión. hasta el momento, se encuentra en debate la consolidación de un marco organizativo claro, que permita consolidar y estructurar la dinámica interna. si bien se han dado importantes pasos hacia la resolución de esta problemática, hasta la fecha, el brics no cuenta con un reglamento, una carta fundacional o una estructura operativa definida. esta característica le dio dinamismo y flexibilidad a los países miembros para definir el rumbo táctico del bloque. sin embargo, lo que fue una virtud inicialmente con la incorporación de nuevos socios y el protagonismo a nivel global, abre un debate sobre los próximos pasos. el brics aun carece de una sede y una secretaría general, que tenga autonomía propia en la toma de decisiones y la implementación de políticas más previsibles. la cumbre de kazán también deberá abordar estos desafíos y evitar caer en el mismo error que llevó a la inclusión de argentina en el grupo a instancias del presidente brasileño luiz inácio lula da silva, quien favoreció esta propuesta sin considerar la estabilidad política del país sudamericano. en tanto, virtud o defecto, la llegada al poder de javier milei ha puesto en evidencia la volatilidad que asume el bloque sin un análisis profundo de las circunstancias políticas. esta situación podría convertirse en un tópico significativo, especialmente si se considera que un número creciente de países ha manifestado su interés en unirse al grupo, elevando a más de 40 las solicitudes de adhesión. uno de los principales retos que enfrentará el brics es la necesidad de establecer un consenso interno más sólido. a pesar de contar con representantes de regiones como áfrica, asia occidental y américa latina, que tradicionalmente han sido excluidas de la toma de decisiones en el consejo de seguridad de la onu, la diversidad de intereses y prioridades puede complicar la cohesión del grupo. brasil, por ejemplo, aún no ha reconocido al presidente nicolás maduro de venezuela, lo que crea tensiones dentro del brics. la participación de lula en la cumbre de kazán, sin un respaldo claro a la integración de venezuela, podría abrir una brecha entre los miembros del grupo. serguéi lavrov, canciller ruso, ha subrayado la importancia de una pausa en la ampliación del brics. según lavrov, es fundamental que los nuevos miembros, incorporados a principios de año, se integren plenamente antes de considerar la admisión de más países. esto no solo permitiría a los miembros existentes adaptarse a una mayor diversidad, sino que también ayudaría a establecer mecanismos de funcionamiento que podrían ser esenciales para evitar la parálisis en la toma de decisiones. el brics se encuentra en un punto crucial para reconfigurar el orden mundial. con una representación que ahora incluye a países de gran peso geopolítico, el grupo podría convertirse en un baluarte para un sistema multipolar. en un mundo donde estados unidos y sus aliados continúan ejerciendo presión sobre la comunidad internacional, el brics ofrece una alternativa que busca promover la igualdad soberana y la diversidad de civilizaciones. según datos del banco mundial, los países del brics ahora representan alrededor del 36,8% del pib global por paridad de poder adquisitivo, superando al g7, que se sitúa en el 29%. este cambio en la dinámica económica resalta la creciente influencia de las economías emergentes en la política internacional. la cumbre de kazán podría ser un punto de inflexión en la historia del brics, pero su éxito dependerá de la capacidad del grupo para consolidarse y definir su rol en la arena internacional. la invitación a países en proceso de adhesión debe entenderse como una oportunidad para evaluar cómo integrar efectivamente a nuevos miembros, sin comprometer la eficacia y los objetivos del grupo. un enfoque equilibrado que priorice la organización y la solidez interna podría ser la clave para que el brics se establezca como un nuevo centro de poder en el sistema internacional.",
    "tokens": [
      "cumbre",
      "brics-rusia",
      "2024",
      "realizarse",
      "ciudad",
      "kazán",
      "presenta",
      "plataforma",
      "crucial",
      "discutir",
      "definir",
      "agenda",
      "global",
      ",",
      "contexto",
      "tensiones",
      "geopolíticas",
      "intensifican",
      "plantean",
      "alternativas",
      "orden",
      "mundial",
      "establecido",
      ".",
      "grupo",
      "brics",
      ",",
      "formado",
      "brasil",
      ",",
      "rusia",
      ",",
      "india",
      ",",
      "china",
      "sudáfrica",
      ",",
      "sido",
      "visto",
      "símbolo",
      "surgimiento",
      "nuevo",
      "orden",
      "internacional",
      ",",
      "justo",
      "democrático",
      ".",
      "embargo",
      ",",
      "aún",
      "persisten",
      "importantes",
      "desafíos",
      "podrían",
      "limitar",
      "efectividad",
      "cohesión",
      ".",
      "momento",
      ",",
      "encuentra",
      "debate",
      "consolidación",
      "marco",
      "organizativo",
      "claro",
      ",",
      "permita",
      "consolidar",
      "estructurar",
      "dinámica",
      "interna",
      ".",
      "si",
      "bien",
      "dado",
      "importantes",
      "pasos",
      "hacia",
      "resolución",
      "problemática",
      ",",
      "fecha",
      ",",
      "brics",
      "cuenta",
      "reglamento",
      ",",
      "carta",
      "fundacional",
      "estructura",
      "operativa",
      "definida",
      ".",
      "característica",
      "dio",
      "dinamismo",
      "flexibilidad",
      "países",
      "miembros",
      "definir",
      "rumbo",
      "táctico",
      "bloque",
      ".",
      "embargo",
      ",",
      "virtud",
      "inicialmente",
      "incorporación",
      "nuevos",
      "socios",
      "protagonismo",
      "nivel",
      "global",
      ",",
      "abre",
      "debate",
      "próximos",
      "pasos",
      ".",
      "brics",
      "aun",
      "carece",
      "sede",
      "secretaría",
      "general",
      ",",
      "autonomía",
      "propia",
      "toma",
      "decisiones",
      "implementación",
      "políticas",
      "previsibles",
      ".",
      "cumbre",
      "kazán",
      "deberá",
      "abordar",
      "desafíos",
      "evitar",
      "caer",
      "mismo",
      "error",
      "llevó",
      "inclusión",
      "argentina",
      "grupo",
      "instancias",
      "presidente",
      "brasileño",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ",",
      "favoreció",
      "propuesta",
      "considerar",
      "estabilidad",
      "política",
      "país",
      "sudamericano",
      ".",
      ",",
      "virtud",
      "defecto",
      ",",
      "llegada",
      "poder",
      "javier",
      "milei",
      "puesto",
      "evidencia",
      "volatilidad",
      "asume",
      "bloque",
      "análisis",
      "profundo",
      "circunstancias",
      "políticas",
      ".",
      "situación",
      "podría",
      "convertirse",
      "tópico",
      "significativo",
      ",",
      "especialmente",
      "si",
      "considera",
      "número",
      "creciente",
      "países",
      "manifestado",
      "interés",
      "unirse",
      "grupo",
      ",",
      "elevando",
      "40",
      "solicitudes",
      "adhesión",
      ".",
      "principales",
      "retos",
      "enfrentará",
      "brics",
      "necesidad",
      "establecer",
      "consenso",
      "interno",
      "sólido",
      ".",
      "pesar",
      "contar",
      "representantes",
      "regiones",
      "áfrica",
      ",",
      "asia",
      "occidental",
      "américa",
      "latina",
      ",",
      "tradicionalmente",
      "sido",
      "excluidas",
      "toma",
      "decisiones",
      "consejo",
      "seguridad",
      "onu",
      ",",
      "diversidad",
      "intereses",
      "prioridades",
      "puede",
      "complicar",
      "cohesión",
      "grupo",
      ".",
      "brasil",
      ",",
      "ejemplo",
      ",",
      "aún",
      "reconocido",
      "presidente",
      "nicolás",
      "maduro",
      "venezuela",
      ",",
      "crea",
      "tensiones",
      "dentro",
      "brics",
      ".",
      "participación",
      "lula",
      "cumbre",
      "kazán",
      ",",
      "respaldo",
      "claro",
      "integración",
      "venezuela",
      ",",
      "podría",
      "abrir",
      "brecha",
      "miembros",
      "grupo",
      ".",
      "serguéi",
      "lavrov",
      ",",
      "canciller",
      "ruso",
      ",",
      "subrayado",
      "importancia",
      "pausa",
      "ampliación",
      "brics",
      ".",
      "según",
      "lavrov",
      ",",
      "fundamental",
      "nuevos",
      "miembros",
      ",",
      "incorporados",
      "principios",
      "año",
      ",",
      "integren",
      "plenamente",
      "considerar",
      "admisión",
      "países",
      ".",
      "solo",
      "permitiría",
      "miembros",
      "existentes",
      "adaptarse",
      "mayor",
      "diversidad",
      ",",
      "sino",
      "ayudaría",
      "establecer",
      "mecanismos",
      "funcionamiento",
      "podrían",
      "ser",
      "esenciales",
      "evitar",
      "parálisis",
      "toma",
      "decisiones",
      ".",
      "brics",
      "encuentra",
      "punto",
      "crucial",
      "reconfigurar",
      "orden",
      "mundial",
      ".",
      "representación",
      "ahora",
      "incluye",
      "países",
      "gran",
      "peso",
      "geopolítico",
      ",",
      "grupo",
      "podría",
      "convertirse",
      "baluarte",
      "sistema",
      "multipolar",
      ".",
      "mundo",
      "unidos",
      "aliados",
      "continúan",
      "ejerciendo",
      "presión",
      "comunidad",
      "internacional",
      ",",
      "brics",
      "ofrece",
      "alternativa",
      "busca",
      "promover",
      "igualdad",
      "soberana",
      "diversidad",
      "civilizaciones",
      ".",
      "según",
      "datos",
      "banco",
      "mundial",
      ",",
      "países",
      "brics",
      "ahora",
      "representan",
      "alrededor",
      "36,8",
      "%",
      "pib",
      "global",
      "paridad",
      "poder",
      "adquisitivo",
      ",",
      "superando",
      "g7",
      ",",
      "sitúa",
      "29",
      "%",
      ".",
      "cambio",
      "dinámica",
      "económica",
      "resalta",
      "creciente",
      "influencia",
      "economías",
      "emergentes",
      "política",
      "internacional",
      ".",
      "cumbre",
      "kazán",
      "podría",
      "ser",
      "punto",
      "inflexión",
      "historia",
      "brics",
      ",",
      "éxito",
      "dependerá",
      "capacidad",
      "grupo",
      "consolidarse",
      "definir",
      "rol",
      "arena",
      "internacional",
      ".",
      "invitación",
      "países",
      "proceso",
      "adhesión",
      "debe",
      "entenderse",
      "oportunidad",
      "evaluar",
      "cómo",
      "integrar",
      "efectivamente",
      "nuevos",
      "miembros",
      ",",
      "comprometer",
      "eficacia",
      "objetivos",
      "grupo",
      ".",
      "enfoque",
      "equilibrado",
      "priorice",
      "organización",
      "solidez",
      "interna",
      "podría",
      "ser",
      "clave",
      "brics",
      "establezca",
      "nuevo",
      "centro",
      "poder",
      "sistema",
      "internacional",
      "."
    ],
    "token_count": 460,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "CD": 4,
      "NN": 287,
      "FW": 167,
      "JJ": 75,
      "NNS": 21,
      "VBP": 17,
      "IN": 19,
      "VBZ": 10,
      "DT": 3,
      "VBD": 2,
      "$": 1,
      "JJR": 1,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NNP": 21,
      "NNP-CD": 1,
      "CD-NN": 2,
      "NN-FW": 32,
      "FW-FW": 105,
      "FW-NNP": 17,
      "NNP-FW": 11,
      "FW-NN": 20,
      "NN-NN": 173,
      "NN-JJ": 28,
      "JJ-JJ": 13,
      "JJ-NN": 48,
      "NN-NNS": 5,
      "NNS-VBP": 13,
      "VBP-JJ": 8,
      "NN-NNP": 24,
      "NNP-NN": 34,
      "NN-IN": 14,
      "IN-JJ": 3,
      "NN-VBZ": 7,
      "VBZ-JJ": 4,
      "NNP-VBZ": 1,
      "VBZ-FW": 1,
      "FW-JJ": 13,
      "JJ-FW": 5,
      "JJ-NNP": 5,
      "NNP-DT": 2,
      "DT-NN": 3,
      "VBZ-NNS": 1,
      "FW-NNS": 9,
      "NNP-JJ": 3,
      "IN-FW": 10,
      "NNS-NNP": 3,
      "NN-VBP": 4,
      "VBP-NN": 3,
      "VBP-NNP": 3,
      "FW-VBZ": 2,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-FW": 2,
      "IN-NN": 3,
      "VBZ-IN": 2,
      "IN-NNS": 1,
      "NNS-NNS": 1,
      "VBZ-DT": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "JJ-NNS": 2,
      "NNS-IN": 2,
      "VBP-NNS": 1,
      "JJ-IN": 1,
      "VBZ-CD": 1,
      "IN-$": 1,
      "$-CD": 1,
      "CD-NNP": 1,
      "VBP-FW": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 8,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-FW": 15,
      "FW-FW-FW": 71,
      "FW-FW-NNP": 13,
      "FW-NNP-FW": 8,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 9,
      "NN-NN-JJ": 18,
      "NN-JJ-JJ": 6,
      "JJ-JJ-JJ": 4,
      "JJ-JJ-NN": 8,
      "JJ-NN-NN": 32,
      "NN-NN-NN": 98,
      "NN-JJ-NN": 21,
      "JJ-NN-JJ": 6,
      "NN-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-JJ": 1,
      "JJ-NN-NNP": 5,
      "NN-NNP-NN": 13,
      "NNP-NN-NNP": 2,
      "NNP-NN-NN": 26,
      "NN-NN-NNP": 15,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NN": 7,
      "NN-NN-IN": 9,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "NN-NN-VBZ": 7,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 3,
      "JJ-FW-FW": 2,
      "FW-FW-NN": 9,
      "FW-NN-FW": 5,
      "NN-NN-FW": 22,
      "NN-FW-JJ": 7,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "FW-JJ-NN": 5,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-NN": 3,
      "NN-FW-NN": 6,
      "FW-NN-NNP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-NN": 4,
      "FW-FW-NNS": 7,
      "FW-NNS-VBP": 6,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 4,
      "IN-JJ-NN": 2,
      "NN-IN-FW": 9,
      "IN-FW-FW": 8,
      "FW-NNS-NNP": 3,
      "NNS-NNP-NN": 2,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 2,
      "FW-NNP-NN": 6,
      "NNP-FW-FW": 6,
      "FW-NNP-NNP": 3,
      "FW-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "IN-FW-NNS": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 1,
      "JJ-NN-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-JJ": 3,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-FW-NNP": 2,
      "NNS-VBP-NN": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NNP-NNP-FW": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-NNP-DT": 1,
      "VBZ-JJ-JJ": 1,
      "IN-FW-JJ": 1,
      "JJ-FW-NN": 2,
      "FW-NN-NNS": 1,
      "VBP-JJ-FW": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NNS": 1,
      "NNS-IN-NN": 1,
      "NN-NNP-FW": 1,
      "NNP-NN-JJ": 1,
      "NNP-NN-NNS": 2,
      "VBP-NNP-JJ": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-JJ": 1,
      "NN-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NN-JJ": 3,
      "NNP-NN-IN": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-FW-NNS": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 287,
        "FW": 167,
        "NNP": 75,
        "JJ": 75,
        "NNS": 21
      },
      "top_bigrams": {
        "NN-NN": 173,
        "FW-FW": 105,
        "JJ-NN": 48,
        "NNP-NN": 34,
        "NN-FW": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 98,
        "FW-FW-FW": 71,
        "JJ-NN-NN": 32,
        "NNP-NN-NN": 26,
        "NN-NN-FW": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 179,
      "ADJP": 9,
      "VP": 33,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0233
      },
      {
        "rule": "NP -> ('BRICS', 'NNP')",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "NP -> ('Kazán', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('países', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('La', 'NNP') ('cumbre', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('a', 'DT') ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Cumbre Brics-Rusia"
      },
      {
        "label": "NP",
        "text": "a realizarse en"
      },
      {
        "label": "NP",
        "text": "Kazán"
      },
      {
        "label": "NP",
        "text": "presenta como"
      },
      {
        "label": "NP",
        "text": "una plataforma crucial para discutir y definir la agenda"
      },
      {
        "label": "ADJP",
        "text": "global"
      },
      {
        "label": "NP",
        "text": "en un contexto donde las tensiones"
      },
      {
        "label": "VP",
        "text": "geopolíticas se intensifican y se plantean alternativas al orden mundial establecido"
      },
      {
        "label": "NP",
        "text": "se intensifican y"
      },
      {
        "label": "NP",
        "text": "se plantean alternativas al"
      },
      {
        "label": "NP",
        "text": "orden mundial establecido"
      },
      {
        "label": "NP",
        "text": "El grupo BRICS"
      },
      {
        "label": "NP",
        "text": "formado por Brasil"
      },
      {
        "label": "NP",
        "text": "Rusia"
      },
      {
        "label": "NP",
        "text": "India"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Cumbre/NNP Brics-Rusia/NNP)\n  2024/CD\n  (NP a/DT realizarse/NN en/NN)\n  la/FW\n  ciudad/FW\n  de/FW\n  (NP Kazán/NNP)\n  se/FW\n  (NP presenta/NN como/NN)\n  (NP\n    una/JJ\n    plataforma/JJ\n    crucial/JJ\n    para/NN\n    discutir/NN\n    y/NN\n    definir/NN\n    la/NN\n    agenda/NN)\n  (ADJP global/JJ)\n  ,/,\n  (NP en/JJ un/JJ contexto/NN donde/NN las/NN tensiones/NNS)\n  (VP\n    geopolíticas/VBP\n    (NP se/JJ intensifican/JJ y/NN)\n    (NP se/JJ plantean/JJ alternativas/NN al/NN)\n    (NP orden/JJ mundial/JJ establecido/NN))\n  ./.)",
      "(S\n  (NP El/NNP grupo/NN BRICS/NNP)\n  ,/,\n  (NP formado/NN por/NN Brasil/NNP)\n  ,/,\n  (NP Rusia/NNP)\n  ,/,\n  (NP India/NNP)\n  ,/,\n  (NP China/NNP y/NNP Sudáfrica/NNP)\n  ,/,\n  (NP ha/NN sido/NN visto/NN como/NN)\n  (NP un/JJ símbolo/NN del/NN surgimiento/NN)\n  (PP de/IN (NP un/JJ nuevo/JJ orden/JJ internacional/NN))\n  ,/,\n  más/FW\n  (NP justo/NN y/NN democrático/NN)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  aún/RB\n  (NP persisten/JJ importantes/NNS)\n  (VP\n    desafíos/VBP\n    (NP\n      que/JJ\n      podrían/NN\n      limitar/NN\n      su/NN\n      efectividad/NN\n      y/NN\n      cohesión/NN))\n  ./.)",
      "(S\n  (NP Hasta/NNP el/NN momento/NN)\n  ,/,\n  (ADJP se/JJ)\n  (ADJP encuentra/JJ)\n  en/FW\n  (NP debate/NN)\n  la/FW\n  consolidación/FW\n  de/FW\n  un/FW\n  marco/FW\n  organizativo/FW\n  (NP claro/NN)\n  ,/,\n  (NP\n    que/NN\n    permita/NN\n    consolidar/NN\n    y/NN\n    estructurar/NN\n    la/NN\n    dinámica/NN\n    interna/NN)\n  ./.)",
      "(S\n  (NP Si/NNP bien/NN se/NN han/NN dado/NN)\n  (VP importantes/VBZ (NP pasos/JJ hacia/NN la/NN))\n  resolución/FW\n  de/FW\n  esta/FW\n  (NP problemática/NN)\n  ,/,\n  (NP hasta/NN la/NN fecha/NN)\n  ,/,\n  (VP\n    el/VBP\n    (NP BRICS/NNP)\n    (NP no/DT cuenta/NN con/NN)\n    (NP un/JJ reglamento/NN))\n  ,/,\n  (NP una/JJ carta/NN)\n  (NP fundacional/JJ o/NN)\n  (NP una/JJ estructura/NN operativa/NN definida/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "banco mundial",
        "position": [
          3633,
          3646
        ],
        "start": 3633,
        "end": 3646
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          1416,
          1425
        ],
        "start": 1416,
        "end": 1425
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "diversidad",
        "position": [
          2328,
          2338
        ],
        "start": 2328,
        "end": 2338
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente brasileño luiz",
        "position": [
          1468,
          1493
        ],
        "start": 1468,
        "end": 1493
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          2320,
          2323
        ],
        "start": 2320,
        "end": 2323
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "reglamento",
        "position": [
          804,
          814
        ],
        "start": 804,
        "end": 814
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          294,
          300
        ],
        "start": 294,
        "end": 300
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3418,
          3432
        ],
        "start": 3418,
        "end": 3432
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          17,
          22
        ],
        "start": 17,
        "end": 22
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          4451,
          4460
        ],
        "start": 4451,
        "end": 4460
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          443,
          450
        ],
        "start": 443,
        "end": 450
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "igualdad",
        "position": [
          3564,
          3572
        ],
        "start": 3564,
        "end": 3572
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 40",
        "position": [
          1972,
          1981
        ],
        "start": 1972,
        "end": 1981
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Banco Mundial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kazán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro de",
        "tipo": "Persona"
      },
      {
        "nombre": "Serguéi Lavrov",
        "tipo": "Persona"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo de Seguridad de la ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Brics",
        "tipo": "Organizacion"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Según Lavrov",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asia Occidental",
        "tipo": "Lugar"
      },
      {
        "nombre": "América Latina",
        "tipo": "Lugar"
      },
      {
        "nombre": "G7",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cumbre Brics-Rusia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Kazán",
        "relacion": "ABORDAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Kazán",
        "relacion": "ABORDAR",
        "objeto": "Luiz Inácio Lula da Silva"
      },
      {
        "sujeto": "Brasil",
        "relacion": "RECONOCER",
        "objeto": "Nicolás Maduro de"
      },
      {
        "sujeto": "Brasil",
        "relacion": "RECONOCER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Brasil",
        "relacion": "RECONOCER",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Nicolás Maduro de",
        "relacion": "RECONOCER",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RECONOCER",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Serguéi Lavrov",
        "relacion": "SUBRAYAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "CONTINUAR_OFRECER",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Banco Mundial",
        "relacion": "REPRESENTAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Banco Mundial",
        "relacion": "REPRESENTAR",
        "objeto": "G7"
      },
      {
        "sujeto": "BRICS",
        "relacion": "REPRESENTAR",
        "objeto": "G7"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9633,
    "pos": 0.017,
    "neu": 0.94,
    "neg": 0.043,
    "label": "negative"
  }
}