{
  "url": "https://www.telesurtv.net/gran-jornada-de-cumbre-brics-en-kazan-promueve-lucha-por-un-mundo-multipolar/",
  "title": "Gran jornada de Cumbre BRICS en Kazán promueve lucha por un mundo multipolar - teleSUR",
  "section": "Mundo",
  "tags": [
    "Brics",
    "cumbre",
    "mundo multipolar"
  ],
  "text": "Más de 20 líderes mundiales y más de 30 delegaciones se reunieron este miércoles en la segunda jornada de la Cumbre de los BRICS, que tiene lugar en la ciudad rusa de Kazán, para promover cambios radicales en un mundo multipolar, como ha referido el presidente ruso, Vladimir Putin.\nEn esta jornada, la agenda de trabajo incluyó un intercambio de opiniones entre los líderes de los BRICS sobre temas globales y regionales de actualidad, así como la discusión sobre las tres dimensiones de la cooperación impulsada por la presidencia rusa: política y seguridad, economía y finanzas, e intercambios culturales y humanitarios.\nAl presidir la reunión plenaria con los líderes que integran el grupo BRICS, el jefe de Estado ruso resaltó el las potencialidades de la alianza, en sectores como la economía, la ciencia, la demografía y la política.\nEn ese sentido, alegó que su país tiene marcado interés en el fortalecimiento de la posición de los BRICS en el escenario internacional, para así contribuir a la solución de cuestiones globales y locales.\nPutin estimó además que las naciones miembros del grupo, representarán para fines de 2024 el 36,7 por ciento de la economía global, superior a la del G7.\nTambién pidió tener en cuenta las solicitudes de más de 30 estados del Sur y del Este Global, que han pedido formar parte de la alianza de alguna manera.\nAl hacer uso de la palabra, el presidente de China, Xi Jinping, afirmó que “los BRICS deben promover y estar a la cabeza de la reforma del sistema de gobernanza mundial y actuar como defensores de la seguridad global”.\nAl respecto, hizo un llamado al resto de las naciones a unirse al concepto de multilateralismo y escuchar las opiniones de los que conforman el Sur Global, en aras de que la paz actúe como guardiana de la seguridad común.\nDe igual manera, se refirió a la necesidad de reforzar la implicación del Nuevo Banco de Desarrollo de los BRICS en el sistema financiero global, a la vez que destacó la necesidad de poner fin a la crisis en Ucrania y al genocidio de Israel en Palestina.\nPor su parte, el mandatario de Sudáfrica, Cyril Ramaphosa, llamó a los miembros del BRICS a cooperar mediante programas conjuntos de desarrollo en las exportaciones y el intercambio tecnológico.\nRamaphosa también elogió el progreso del Nuevo Banco de Desarrollo de los BRICS y sostuvo que el grupo debe garantizar el desarrollo sostenible de todas las naciones, y no exclusivamente de las que conforman el grupo.\nTambién exigió un cambio en las rutas comerciales, para garantizar una industrialización más sostenible en los BRICS.\nAl intervenir por medio de una videoconferencia, el presidente de Brasil, Luiz Inácio Lula da Silva, destacó que el BRICS es un actor esencial para abordar el cambio climático.\n“No hay duda de que la mayor responsabilidad recae en los países ricos, cuya historia de emisiones culminó en la crisis climática que hoy nos aqueja. Es necesario ir más allá de los 100.000 millones anuales prometidos y no cumplidos, y reforzar las medidas de seguimiento de los compromisos asumidos”, alertó.\nAsimismo, Lula da Silva enfatizó en que la alianza reafirma “la lucha por un mundo multipolar y por relaciones menos asimétricas entre los países”.\nLula precisó que es hora de crear métodos alternativos de pagos y transacciones entre los países del BRICS, para de esta manera alejarse del sistema financiero mundial en manos de los países colonizadores.\nEl mandatario aseguró que no se trata de reemplazar las monedas de los países BRICS, sino de “trabajar para que el orden multipolar que deseamos se refleje en el sistema financiero internacional”.\nAl intervenir el mandatario iraní, Masoud Pezeshkian, instó a las naciones del BRICS a tomar medidas de urgencia para garantizar un alto al fuego permanente en Palestina y exigió la retirada de las tropas de Israel de los territorios ocupados.\nPezeshkian alertó que las acciones llevadas a cabo hasta ahora han sido insuficientes  para disminuir el dominio del dólar y propuso crear una “canasta de monedas del BRICS”.\nLa reunión plenaria concluyó con la aprobación de una declaración conjunta de 134 puntos, que integra las preocupaciones del bloque por los efectos las sanciones coercitivas y unilaterales en la economía global; el uso de monedas nacionales en las transacciones entre sus miembros y socios comerciales, con el objetivo de reducir la dependencia del dólar.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/gran-jornada-de-cumbre-brics-en-kazan-promueve-lucha-por-un-mundo-multipolar/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 541,
    "message_id": 79032,
    "date": "2024-10-23T23:55:24+00:00",
    "text": "teleSUR\nGran jornada de Cumbre BRICS en Kazán promueve lucha por un mundo multipolar\nhttps://www.telesurtv.net/gran-jornada-de-cumbre-brics-en-kazan-promueve-lucha-por-un-mundo-multipolar/",
    "photo_path": null,
    "views": 2774,
    "reactions": {
      "❤": 53,
      "👍": 18,
      "😢": 4
    },
    "total_reactions": 75
  },
  "preprocessing": {
    "cleaned": "más de 20 líderes mundiales y más de 30 delegaciones se reunieron este miércoles en la segunda jornada de la cumbre de los brics, que tiene lugar en la ciudad rusa de kazán, para promover cambios radicales en un mundo multipolar, como ha referido el presidente ruso, vladimir putin. en esta jornada, la agenda de trabajo incluyó un intercambio de opiniones entre los líderes de los brics sobre temas globales y regionales de actualidad, así como la discusión sobre las tres dimensiones de la cooperación impulsada por la presidencia rusa: política y seguridad, economía y finanzas, e intercambios culturales y humanitarios. al presidir la reunión plenaria con los líderes que integran el grupo brics, el jefe de estado ruso resaltó el las potencialidades de la alianza, en sectores como la economía, la ciencia, la demografía y la política. en ese sentido, alegó que su país tiene marcado interés en el fortalecimiento de la posición de los brics en el escenario internacional, para así contribuir a la solución de cuestiones globales y locales. putin estimó además que las naciones miembros del grupo, representarán para fines de 2024 el 36,7 por ciento de la economía global, superior a la del g7. también pidió tener en cuenta las solicitudes de más de 30 estados del sur y del este global, que han pedido formar parte de la alianza de alguna manera. al hacer uso de la palabra, el presidente de china, xi jinping, afirmó que “los brics deben promover y estar a la cabeza de la reforma del sistema de gobernanza mundial y actuar como defensores de la seguridad global”. al respecto, hizo un llamado al resto de las naciones a unirse al concepto de multilateralismo y escuchar las opiniones de los que conforman el sur global, en aras de que la paz actúe como guardiana de la seguridad común. de igual manera, se refirió a la necesidad de reforzar la implicación del nuevo banco de desarrollo de los brics en el sistema financiero global, a la vez que destacó la necesidad de poner fin a la crisis en ucrania y al genocidio de israel en palestina. por su parte, el mandatario de sudáfrica, cyril ramaphosa, llamó a los miembros del brics a cooperar mediante programas conjuntos de desarrollo en las exportaciones y el intercambio tecnológico. ramaphosa también elogió el progreso del nuevo banco de desarrollo de los brics y sostuvo que el grupo debe garantizar el desarrollo sostenible de todas las naciones, y no exclusivamente de las que conforman el grupo. también exigió un cambio en las rutas comerciales, para garantizar una industrialización más sostenible en los brics. al intervenir por medio de una videoconferencia, el presidente de brasil, luiz inácio lula da silva, destacó que el brics es un actor esencial para abordar el cambio climático. “no hay duda de que la mayor responsabilidad recae en los países ricos, cuya historia de emisiones culminó en la crisis climática que hoy nos aqueja. es necesario ir más allá de los 100.000 millones anuales prometidos y no cumplidos, y reforzar las medidas de seguimiento de los compromisos asumidos”, alertó. asimismo, lula da silva enfatizó en que la alianza reafirma “la lucha por un mundo multipolar y por relaciones menos asimétricas entre los países”. lula precisó que es hora de crear métodos alternativos de pagos y transacciones entre los países del brics, para de esta manera alejarse del sistema financiero mundial en manos de los países colonizadores. el mandatario aseguró que no se trata de reemplazar las monedas de los países brics, sino de “trabajar para que el orden multipolar que deseamos se refleje en el sistema financiero internacional”. al intervenir el mandatario iraní, masoud pezeshkian, instó a las naciones del brics a tomar medidas de urgencia para garantizar un alto al fuego permanente en palestina y exigió la retirada de las tropas de israel de los territorios ocupados. pezeshkian alertó que las acciones llevadas a cabo hasta ahora han sido insuficientes para disminuir el dominio del dólar y propuso crear una “canasta de monedas del brics”. la reunión plenaria concluyó con la aprobación de una declaración conjunta de 134 puntos, que integra las preocupaciones del bloque por los efectos las sanciones coercitivas y unilaterales en la economía global; el uso de monedas nacionales en las transacciones entre sus miembros y socios comerciales, con el objetivo de reducir la dependencia del dólar.",
    "tokens": [
      "20",
      "líderes",
      "mundiales",
      "30",
      "delegaciones",
      "reunieron",
      "miércoles",
      "segunda",
      "jornada",
      "cumbre",
      "brics",
      ",",
      "lugar",
      "ciudad",
      "rusa",
      "kazán",
      ",",
      "promover",
      "cambios",
      "radicales",
      "mundo",
      "multipolar",
      ",",
      "referido",
      "presidente",
      "ruso",
      ",",
      "vladimir",
      "putin",
      ".",
      "jornada",
      ",",
      "agenda",
      "trabajo",
      "incluyó",
      "intercambio",
      "opiniones",
      "líderes",
      "brics",
      "temas",
      "globales",
      "regionales",
      "actualidad",
      ",",
      "así",
      "discusión",
      "tres",
      "dimensiones",
      "cooperación",
      "impulsada",
      "presidencia",
      "rusa",
      ":",
      "política",
      "seguridad",
      ",",
      "economía",
      "finanzas",
      ",",
      "intercambios",
      "culturales",
      "humanitarios",
      ".",
      "presidir",
      "reunión",
      "plenaria",
      "líderes",
      "integran",
      "grupo",
      "brics",
      ",",
      "jefe",
      "ruso",
      "resaltó",
      "potencialidades",
      "alianza",
      ",",
      "sectores",
      "economía",
      ",",
      "ciencia",
      ",",
      "demografía",
      "política",
      ".",
      ",",
      "alegó",
      "país",
      "marcado",
      "interés",
      "fortalecimiento",
      "posición",
      "brics",
      "escenario",
      "internacional",
      ",",
      "así",
      "contribuir",
      "solución",
      "cuestiones",
      "globales",
      "locales",
      ".",
      "putin",
      "estimó",
      "además",
      "naciones",
      "miembros",
      "grupo",
      ",",
      "representarán",
      "fines",
      "2024",
      "36,7",
      "ciento",
      "economía",
      "global",
      ",",
      "superior",
      "g7",
      ".",
      "pidió",
      "tener",
      "cuenta",
      "solicitudes",
      "30",
      "sur",
      "global",
      ",",
      "pedido",
      "formar",
      "parte",
      "alianza",
      "alguna",
      "manera",
      ".",
      "hacer",
      "uso",
      "palabra",
      ",",
      "presidente",
      "china",
      ",",
      "xi",
      "jinping",
      ",",
      "afirmó",
      "“",
      "brics",
      "deben",
      "promover",
      "cabeza",
      "reforma",
      "sistema",
      "gobernanza",
      "mundial",
      "actuar",
      "defensores",
      "seguridad",
      "global",
      "”",
      ".",
      "respecto",
      ",",
      "hizo",
      "llamado",
      "resto",
      "naciones",
      "unirse",
      "concepto",
      "multilateralismo",
      "escuchar",
      "opiniones",
      "conforman",
      "sur",
      "global",
      ",",
      "aras",
      "paz",
      "actúe",
      "guardiana",
      "seguridad",
      "común",
      ".",
      "igual",
      "manera",
      ",",
      "refirió",
      "necesidad",
      "reforzar",
      "implicación",
      "nuevo",
      "banco",
      "desarrollo",
      "brics",
      "sistema",
      "financiero",
      "global",
      ",",
      "vez",
      "destacó",
      "necesidad",
      "poner",
      "fin",
      "crisis",
      "ucrania",
      "genocidio",
      "israel",
      "palestina",
      ".",
      "parte",
      ",",
      "mandatario",
      "sudáfrica",
      ",",
      "cyril",
      "ramaphosa",
      ",",
      "llamó",
      "miembros",
      "brics",
      "cooperar",
      "mediante",
      "programas",
      "conjuntos",
      "desarrollo",
      "exportaciones",
      "intercambio",
      "tecnológico",
      ".",
      "ramaphosa",
      "elogió",
      "progreso",
      "nuevo",
      "banco",
      "desarrollo",
      "brics",
      "sostuvo",
      "grupo",
      "debe",
      "garantizar",
      "desarrollo",
      "sostenible",
      "todas",
      "naciones",
      ",",
      "exclusivamente",
      "conforman",
      "grupo",
      ".",
      "exigió",
      "cambio",
      "rutas",
      "comerciales",
      ",",
      "garantizar",
      "industrialización",
      "sostenible",
      "brics",
      ".",
      "intervenir",
      "medio",
      "videoconferencia",
      ",",
      "presidente",
      "brasil",
      ",",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ",",
      "destacó",
      "brics",
      "actor",
      "esencial",
      "abordar",
      "cambio",
      "climático",
      ".",
      "“",
      "duda",
      "mayor",
      "responsabilidad",
      "recae",
      "países",
      "ricos",
      ",",
      "cuya",
      "historia",
      "emisiones",
      "culminó",
      "crisis",
      "climática",
      "hoy",
      "aqueja",
      ".",
      "necesario",
      "ir",
      "allá",
      "100.000",
      "millones",
      "anuales",
      "prometidos",
      "cumplidos",
      ",",
      "reforzar",
      "medidas",
      "seguimiento",
      "compromisos",
      "asumidos",
      "”",
      ",",
      "alertó",
      ".",
      "asimismo",
      ",",
      "lula",
      "da",
      "silva",
      "enfatizó",
      "alianza",
      "reafirma",
      "“",
      "lucha",
      "mundo",
      "multipolar",
      "relaciones",
      "menos",
      "asimétricas",
      "países",
      "”",
      ".",
      "lula",
      "precisó",
      "hora",
      "crear",
      "métodos",
      "alternativos",
      "pagos",
      "transacciones",
      "países",
      "brics",
      ",",
      "manera",
      "alejarse",
      "sistema",
      "financiero",
      "mundial",
      "manos",
      "países",
      "colonizadores",
      ".",
      "mandatario",
      "aseguró",
      "trata",
      "reemplazar",
      "monedas",
      "países",
      "brics",
      ",",
      "sino",
      "“",
      "trabajar",
      "orden",
      "multipolar",
      "deseamos",
      "refleje",
      "sistema",
      "financiero",
      "internacional",
      "”",
      ".",
      "intervenir",
      "mandatario",
      "iraní",
      ",",
      "masoud",
      "pezeshkian",
      ",",
      "instó",
      "naciones",
      "brics",
      "tomar",
      "medidas",
      "urgencia",
      "garantizar",
      "alto",
      "fuego",
      "permanente",
      "palestina",
      "exigió",
      "retirada",
      "tropas",
      "israel",
      "territorios",
      "ocupados",
      ".",
      "pezeshkian",
      "alertó",
      "acciones",
      "llevadas",
      "cabo",
      "ahora",
      "sido",
      "insuficientes",
      "disminuir",
      "dominio",
      "dólar",
      "propuso",
      "crear",
      "“",
      "canasta",
      "monedas",
      "brics",
      "”",
      ".",
      "reunión",
      "plenaria",
      "concluyó",
      "aprobación",
      "declaración",
      "conjunta",
      "134",
      "puntos",
      ",",
      "integra",
      "preocupaciones",
      "bloque",
      "efectos",
      "sanciones",
      "coercitivas",
      "unilaterales",
      "economía",
      "global",
      ";",
      "uso",
      "monedas",
      "nacionales",
      "transacciones",
      "miembros",
      "socios",
      "comerciales",
      ",",
      "objetivo",
      "reducir",
      "dependencia",
      "dólar",
      "."
    ],
    "token_count": 450,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 70,
      "FW": 211,
      "CD": 7,
      "NNS": 47,
      "VBP": 25,
      "IN": 38,
      "JJ": 63,
      "NN": 215,
      "VBZ": 10,
      "CC": 1,
      "VBD": 1,
      "DT": 4
    },
    "bigram_freq": {
      "NNP-FW": 12,
      "FW-CD": 3,
      "CD-NNS": 4,
      "NNS-NNS": 11,
      "NNS-VBP": 19,
      "VBP-IN": 1,
      "IN-CD": 3,
      "NNS-JJ": 3,
      "JJ-NN": 43,
      "NN-NN": 112,
      "NN-NNS": 14,
      "VBP-FW": 2,
      "FW-FW": 142,
      "FW-NNP": 17,
      "NNP-NN": 29,
      "NN-IN": 29,
      "IN-FW": 22,
      "NNS-VBZ": 3,
      "VBZ-IN": 4,
      "IN-JJ": 4,
      "NN-JJ": 14,
      "NN-NNP": 16,
      "NNP-NNP": 19,
      "FW-NN": 23,
      "NN-FW": 21,
      "FW-JJ": 13,
      "FW-NNS": 12,
      "NNS-FW": 5,
      "JJ-NNS": 5,
      "NNS-NNP": 5,
      "NN-VBZ": 4,
      "VBZ-JJ": 4,
      "IN-NNP": 7,
      "NNP-VBP": 3,
      "VBP-NN": 2,
      "VBP-JJ": 15,
      "JJ-FW": 7,
      "NNP-JJ": 1,
      "NNS-IN": 1,
      "CD-CC": 1,
      "CC-CD": 1,
      "CD-NN": 1,
      "JJ-JJ": 6,
      "IN-NN": 2,
      "CD-JJ": 1,
      "JJ-NNP": 2,
      "NNP-IN": 3,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-VBZ": 2,
      "VBP-NNP": 3,
      "FW-VBZ": 1,
      "VBZ-DT": 2,
      "DT-NN": 3,
      "DT-JJ": 1,
      "VBP-DT": 1,
      "NN-VBP": 3,
      "NN-DT": 1,
      "VBP-NNS": 1
    },
    "trigram_freq": {
      "NNP-FW-CD": 1,
      "FW-CD-NNS": 2,
      "CD-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-IN": 1,
      "VBP-IN-CD": 1,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 2,
      "NNS-JJ-NN": 1,
      "JJ-NN-NN": 22,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 6,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "FW-FW-FW": 96,
      "FW-FW-NNP": 14,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 6,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 23,
      "NN-NN-NN": 54,
      "NN-NN-IN": 18,
      "NN-IN-FW": 18,
      "IN-FW-FW": 14,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-IN": 3,
      "VBZ-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "JJ-NN-JJ": 2,
      "NN-JJ-NN": 10,
      "NN-NN-NNP": 9,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 5,
      "NNP-NNP-FW": 3,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 7,
      "NN-FW-FW": 15,
      "FW-FW-JJ": 11,
      "FW-JJ-NN": 10,
      "JJ-NN-IN": 8,
      "VBZ-IN-FW": 3,
      "FW-FW-NN": 12,
      "FW-FW-NNS": 7,
      "FW-NNS-FW": 3,
      "NNS-FW-FW": 3,
      "FW-NN-NN": 9,
      "NN-NN-JJ": 11,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 3,
      "NNS-NNS-NNP": 3,
      "NNS-NNP-NN": 4,
      "NN-NN-FW": 9,
      "NN-FW-NN": 4,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-NNP-NN": 8,
      "NN-IN-NNP": 5,
      "IN-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "FW-NNS-VBP": 4,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 4,
      "JJ-FW-FW": 6,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-NNS-NNS": 3,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "JJ-NN-NNS": 5,
      "NN-NNS-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-CC": 1,
      "CD-CC-CD": 1,
      "CC-CD-NN": 1,
      "CD-NN-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NN": 7,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 2,
      "FW-FW-CD": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-NNP": 4,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 2,
      "FW-NN-NNP": 1,
      "NN-VBZ-IN": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "IN-FW-NNS": 5,
      "FW-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 3,
      "JJ-NN-FW": 1,
      "NN-FW-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 3,
      "FW-NN-IN": 3,
      "NN-JJ-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-FW": 1,
      "NN-NNP-VBZ": 1,
      "VBP-JJ-JJ": 1,
      "NN-JJ-JJ": 1,
      "NN-IN-JJ": 3,
      "NNP-NN-NNP": 2,
      "NNP-NN-JJ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-NN": 2,
      "IN-FW-CD": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "NNP-NN-FW": 3,
      "JJ-FW-NN": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "IN-JJ-JJ": 1,
      "NNS-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 3,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "FW-NNS-NNP": 1,
      "NN-FW-JJ": 1,
      "FW-NN-VBP": 1,
      "VBP-JJ-NNP": 1,
      "NNP-VBP-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NN-VBP": 1,
      "NN-IN-CD": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-VBP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 215,
        "FW": 211,
        "NNP": 70,
        "JJ": 63,
        "NNS": 47
      },
      "top_bigrams": {
        "FW-FW": 142,
        "NN-NN": 112,
        "JJ-NN": 43,
        "NNP-NN": 29,
        "NN-IN": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 96,
        "NN-NN-NN": 54,
        "NNP-NN-NN": 23,
        "JJ-NN-NN": 22,
        "NN-NN-IN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 177,
      "VP": 34,
      "PP": 13,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0317
      },
      {
        "rule": "NP -> ('BRICS', 'NNP')",
        "frequency": 5,
        "weight": 0.0198
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0198
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0119
      },
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 3,
        "weight": 0.0119
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('naciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Desarrollo', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Israel', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Más"
      },
      {
        "label": "NP",
        "text": "líderes mundiales"
      },
      {
        "label": "VP",
        "text": "más"
      },
      {
        "label": "NP",
        "text": "delegaciones"
      },
      {
        "label": "NP",
        "text": "se reunieron este miércoles"
      },
      {
        "label": "VP",
        "text": "en"
      },
      {
        "label": "NP",
        "text": "Cumbre"
      },
      {
        "label": "NP",
        "text": "BRICS"
      },
      {
        "label": "NP",
        "text": "que tiene lugar"
      },
      {
        "label": "NP",
        "text": "Kazán"
      },
      {
        "label": "NP",
        "text": "para promover cambios"
      },
      {
        "label": "VP",
        "text": "radicales"
      },
      {
        "label": "PP",
        "text": "en un mundo multipolar"
      },
      {
        "label": "NP",
        "text": "un mundo multipolar"
      },
      {
        "label": "NP",
        "text": "como ha referido el presidente ruso"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Más/NNP)\n  de/FW\n  20/CD\n  (NP líderes/NNS mundiales/NNS)\n  y/RB\n  (VP más/VBP)\n  de/FW\n  30/CD\n  (NP delegaciones/NNS)\n  (NP se/JJ reunieron/NN este/NN miércoles/NNS)\n  (VP en/VBP)\n  la/FW\n  segunda/FW\n  jornada/FW\n  de/FW\n  la/FW\n  (NP Cumbre/NNP)\n  de/FW\n  los/FW\n  (NP BRICS/NNP)\n  ,/,\n  (NP que/JJ tiene/NN lugar/NN)\n  en/IN\n  la/FW\n  ciudad/FW\n  rusa/FW\n  de/FW\n  (NP Kazán/NNP)\n  ,/,\n  (NP para/NN promover/NN cambios/NNS)\n  (VP radicales/VBZ)\n  (PP en/IN (NP un/JJ mundo/NN multipolar/NN))\n  ,/,\n  (NP como/NN ha/NN referido/NN el/NN presidente/NN ruso/NN)\n  ,/,\n  (NP Vladimir/NNP Putin/NNP)\n  ./.)",
      "(S\n  (NP En/NNP esta/NN jornada/NN)\n  ,/,\n  la/FW\n  agenda/FW\n  de/FW\n  trabajo/FW\n  incluyó/FW\n  (NP un/JJ intercambio/NN)\n  de/IN\n  opiniones/FW\n  entre/FW\n  los/FW\n  líderes/FW\n  de/FW\n  los/FW\n  (NP BRICS/NNP sobre/NN temas/NN globales/NNS)\n  (VP y/VBP (NP regionales/NNS))\n  de/FW\n  actualidad/FW\n  ,/,\n  así/FW\n  (NP como/NN)\n  la/FW\n  discusión/FW\n  sobre/FW\n  las/FW\n  (NP tres/NNS)\n  dimensiones/FW\n  de/FW\n  la/FW\n  cooperación/FW\n  impulsada/FW\n  (NP por/NN)\n  la/FW\n  presidencia/FW\n  (NP rusa/NN)\n  :/:\n  (NP política/NN y/NN seguridad/NN)\n  ,/,\n  (NP economía/JJ y/NN finanzas/NN)\n  ,/,\n  (NP e/JJ intercambios/NNS culturales/NNS)\n  y/RB\n  (NP humanitarios/NNS)\n  ./.)",
      "(S\n  (NP Al/NNP presidir/NN la/NN)\n  reunión/FW\n  (NP plenaria/NN con/NN los/NN)\n  (VP líderes/VBZ (NP que/JJ integran/NN el/NN grupo/NN BRICS/NNP))\n  ,/,\n  (NP el/JJ jefe/NN)\n  (PP de/IN (NP Estado/NNP))\n  (VP ruso/VBP (NP resaltó/NN el/NN))\n  las/FW\n  potencialidades/FW\n  de/FW\n  la/FW\n  alianza/FW\n  ,/,\n  en/FW\n  (NP sectores/NNS)\n  (VP como/VBP la/JJ)\n  economía/FW\n  ,/,\n  la/FW\n  (NP ciencia/NN)\n  ,/,\n  la/FW\n  demografía/FW\n  y/FW\n  la/FW\n  política/FW\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP alegó/JJ que/NN su/NN país/NN tiene/NN marcado/NN interés/NN)\n  en/IN\n  el/FW\n  fortalecimiento/FW\n  de/FW\n  la/FW\n  posición/FW\n  de/FW\n  los/FW\n  (NP BRICS/NNP)\n  en/FW\n  el/FW\n  escenario/FW\n  (ADJP internacional/JJ)\n  ,/,\n  (NP para/JJ así/NN)\n  (VP contribuir/VBD (NP a/DT la/NN))\n  solución/FW\n  de/FW\n  (NP cuestiones/NNS globales/NNS)\n  (VP y/VBP (NP locales/NNS))\n  ./.)",
      "(S\n  (NP Putin/NNP estimó/NN además/NN que/NN)\n  (NP las/JJ naciones/NNS miembros/NNS)\n  (VP del/VBP (NP grupo/NN))\n  ,/,\n  (NP representarán/NN para/NN fines/NNS)\n  de/IN\n  2024/CD\n  el/CC\n  36,7/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  la/FW\n  economía/FW\n  (ADJP global/JJ)\n  ,/,\n  (ADJP superior/JJ)\n  (NP a/DT la/NN del/NN G7/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "genocidio de israel en palestina",
        "position": [
          2016,
          2048
        ],
        "start": 2016,
        "end": 2048
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          313,
          320
        ],
        "start": 313,
        "end": 320
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1418,
          1424
        ],
        "start": 1418,
        "end": 1424
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          3060,
          3066
        ],
        "start": 3060,
        "end": 3066
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "desarrollo en las exportaciones y el intercambio tecnológico",
        "position": [
          2183,
          2243
        ],
        "start": 2183,
        "end": 2243
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          2740,
          2756
        ],
        "start": 2740,
        "end": 2756
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ruso",
        "position": [
          250,
          265
        ],
        "start": 250,
        "end": 265
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1954,
          1961
        ],
        "start": 1954,
        "end": 1961
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          2647,
          2653
        ],
        "start": 2647,
        "end": 2653
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          1399,
          1404
        ],
        "start": 1399,
        "end": 1404
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1744,
          1750
        ],
        "start": 1744,
        "end": 1750
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado ruso",
        "position": [
          712,
          723
        ],
        "start": 712,
        "end": 723
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2892,
          2895
        ],
        "start": 2892,
        "end": 2895
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 millones",
        "position": [
          2944,
          2956
        ],
        "start": 2944,
        "end": 2956
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 20",
        "position": [
          0,
          9
        ],
        "start": 0,
        "end": 9
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "134 puntos",
        "position": [
          4116,
          4126
        ],
        "start": 4116,
        "end": 4126
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 30",
        "position": [
          30,
          39
        ],
        "start": 30,
        "end": 39
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Lula",
        "tipo": "Persona"
      },
      {
        "nombre": "Nuevo Banco de Desarrollo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kazán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cyril Ramaphosa",
        "tipo": "Persona"
      },
      {
        "nombre": "Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Ramaphosa",
        "tipo": "Persona"
      },
      {
        "nombre": "del Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado ruso",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Masoud Pezeshkian",
        "tipo": "Persona"
      },
      {
        "nombre": "Este Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Xi Jinping",
        "tipo": "Persona"
      },
      {
        "nombre": "G7",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vladimir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Kazán",
        "relacion": "TENER_REUNIR",
        "objeto": "Vladimir Putin"
      },
      {
        "sujeto": "BRICS",
        "relacion": "INTEGRAR_PRESIDIR_RESALTAR",
        "objeto": "Estado ruso"
      },
      {
        "sujeto": "Putin",
        "relacion": "ESTIMAR",
        "objeto": "G7"
      },
      {
        "sujeto": "BRICS",
        "relacion": "AFIRMAR",
        "objeto": "China"
      },
      {
        "sujeto": "BRICS",
        "relacion": "AFIRMAR",
        "objeto": "Xi Jinping"
      },
      {
        "sujeto": "Sudáfrica",
        "relacion": "LLAMAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Cyril Ramaphosa",
        "relacion": "LLAMAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Ramaphosa",
        "relacion": "ELOGIAR",
        "objeto": "Nuevo Banco de Desarrollo"
      },
      {
        "sujeto": "Ramaphosa",
        "relacion": "ELOGIAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "BRICS",
        "relacion": "DESTACAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "BRICS",
        "relacion": "DESTACAR",
        "objeto": "Luiz Inácio Lula da Silva"
      },
      {
        "sujeto": "Lula",
        "relacion": "PRECISAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Masoud Pezeshkian",
        "relacion": "INTERVENIR_INSTAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Masoud Pezeshkian",
        "relacion": "INTERVENIR_INSTAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Masoud Pezeshkian",
        "relacion": "INTERVENIR_INSTAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "BRICS",
        "relacion": "INSTAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "BRICS",
        "relacion": "INSTAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Palestina",
        "relacion": "GARANTIZAR_TOMAR_INSTAR",
        "objeto": "Israel"
      }
    ]
  },
  "sentiment": {
    "compound": -0.836,
    "pos": 0.008,
    "neu": 0.971,
    "neg": 0.021,
    "label": "negative"
  }
}