{
  "url": "https://www.telesurtv.net/venezuela-hacia-el-brics-cinco-claves-de-una-alianza-estrategica/",
  "title": "¿Venezuela hacia el BRICS?: Cinco claves de una alianza estratégica - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Brics",
    "CUmbre Brics",
    "Nicolás Maduro",
    "Putin",
    "Venezuela"
  ],
  "text": "\nEn un contexto global marcado por la creciente polarización y la búsqueda de alternativas al dominio del dólar estadounidense, la incorporación de Venezuela al bloque BRICS+ se vislumbra como una oportunidad estratégica para el país.\nLa relación entre Venezuela y este grupo de economías emergentes puede transformar el panorama económico y financiero del país, ofreciendo un camino hacia una mayor soberanía económica y un fortalecimiento de su posición en el ámbito internacional.\nSin embargo, no está claro si se habilitará la incorporación de la nación caribeña al BRICS+, dado los múltiples desafíos que enfrenta el grupo.\nDe momento, la principal objeción a la incorporación de Venezuela ha sido Brasil. Esta semana, Celso Amorim, excanciller y asesor internacional del presidente brasileño Luiz Inácio Lula da Silva, afirmó que no defiende la inclusión de Venezuela en los BRICS, grupo que se reunirá este martes (22/10) en Kazán, Rusia.\n“No defiendo el ingreso de Venezuela. Creo que hay que ir despacio. No tiene sentido llenar [los BRICS] de países , de lo contrario pronto se creará un nuevo G77”, afirmó.\nMás allá de lo que se defina, la alianza entre el BRICS+ y Venezuela manifiesta múltiples potencialidades:\n\n\nLa presidencia rusa del BRICS+ ha establecido mandatos claros para fomentar el uso de monedas nacionales y plataformas de pago que faciliten el comercio entre los miembros.\nEste esfuerzo busca reducir la dependencia del dólar, un desafío crucial para Venezuela, que ha sufrido las consecuencias de las sanciones financieras impuestas por Estados Unidos.\nLa creación del sistema Brics Bridge, una plataforma de intercambio en monedas nacionales, representa una vía para que Venezuela pueda normalizar sus relaciones comerciales y acceder a mercados internacionales sin las restricciones del sistema financiero tradicional.\nEste sistema permitirá que las transacciones se realicen sin intermediarios, utilizando tecnologías avanzadas como blockchain.\nPara Venezuela, esto implica la posibilidad de comerciar con sus productos de manera más fluida, evitando las limitaciones actuales y potenciando su economía.\nLa reunión del bloque en Kazán, donde se discutirán las primeras propuestas concretas sobre este nuevo sistema de pago, es un evento crucial que podría definir el rumbo económico de Venezuela en el contexto BRICS+.\n\n\n\nVenezuela, rica en recursos naturales como petróleo, gas natural y minerales, tiene el potencial de diversificar su economía a través de su participación en BRICS+. Este bloque, que controla una gran parte de las reservas energéticas mundiales, podría facilitar el acceso de Venezuela a tecnologías y manufacturas necesarias para diversificar su oferta exportable.\nAdemás, al integrar su economía en un bloque que busca alternativas al modelo unipolar occidental, Venezuela podría revitalizar su sector productivo y crear oportunidades de inversión.\nEl enfoque hacia las Zonas Económicas Especiales en Venezuela se alinea con esta estrategia. La posibilidad de atraer inversiones de países miembros del BRICS+ y fomentar la innovación en sectores clave podría transformar la economía venezolana, haciéndola más competitiva a nivel internacional.\nLa cooperación en investigación y desarrollo será esencial para asegurar que los productos venezolanos sean competitivos en un mercado global en constante evolución.\n\n\n\nLa inclusión de Venezuela en BRICS+ también representa una respuesta directa a las sanciones impuestas por Estados Unidos y sus aliados.\nLa exclusión de Venezuela del sistema SWIFT ha limitado su capacidad para realizar transacciones internacionales, afectando severamente su economía. La entrada en un sistema financiero alternativo podría aliviar las presiones económicas y ofrecer una vía para restablecer relaciones comerciales con otros países.\nLas autoridades venezolanas han expresado su interés en integrarse a esta nueva arquitectura financiera, enfatizando que la multipolaridad es una visión geopolítica fundamental para el país.\nAl alinearse con BRICS+, Venezuela no solo encontraría un aliado estratégico, sino que también fortalecería su posición en el ámbito internacional, promoviendo un modelo de cooperación que desafía el unilateralismo occidental.\n\n\n\nLa economía mundial está experimentando un cambio hacia un orden multipolar, donde países como China, India y Rusia están ganando influencia.\nLa pertenencia de Venezuela a BRICS+ le permitiría participar activamente en este nuevo escenario, donde se están desarrollando iniciativas que buscan desafiar el status quo.\nLa creciente importancia de las economías emergentes en la política y la economía global representa una oportunidad significativa para Venezuela, que podría beneficiarse de una mayor cooperación en diversas áreas.\nAdemás, el acceso a un mercado más amplio y diversificado permitiría a Venezuela expandir sus exportaciones, no solo en productos tradicionales como petróleo, sino también en sectores emergentes como tecnología y agricultura. Esto es fundamental para garantizar un crecimiento sostenible y resiliente en un mundo en constante cambio.\n\n\nLa relación de Venezuela con BRICS+ se inscribe en un contexto más amplio de reconfiguración geopolítica.\nLa inclusión de países como Arabia Saudita y Emiratos Árabes Unidos en el bloque, junto con la posibilidad de que Venezuela se sume, subraya el papel cada vez más relevante de los recursos energéticos en la política internacional.\nEl BRICS+ busca crear un contrapeso a la influencia de Estados Unidos, y Venezuela, con sus vastas reservas energéticas, se convierte en un actor clave en esta dinámica.\nEn este sentido, el futuro de Venezuela en BRICS+ podría representar una transformación significativa para su economía y su posición en el escenario internacional.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-hacia-el-brics-cinco-claves-de-una-alianza-estrategica/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 567,
    "message_id": 79004,
    "date": "2024-10-23T18:12:44+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕️ ¿Venezuela hacia el BRICS?: Cinco claves de una alianza estratégica\nhttps://www.telesurtv.net/venezuela-hacia-el-brics-cinco-claves-de-una-alianza-estrategica/ \n\n↕️ Presidente de Cuba felicita a trabajadores por sincronización del Sistema Eléctrico Nacional\nhttps://www.telesurtv.net/presidente-de-cuba-felicita-a-trabajadores-por-sincronizacion-del-sistema-electrico-nacional/ \n\n↕️ Dilma Rousseff: El comercio en monedas locales como eje del NBD\nhttps://www.telesurtv.net/entrevista-exclusiva-a-dilma-rousseff-el-comercio-en-monedas-locales-como-eje-del-nbd/",
    "photo_path": null,
    "views": 2614,
    "reactions": {
      "👏": 47,
      "👍": 14,
      "❤": 4
    },
    "total_reactions": 65
  },
  "preprocessing": {
    "cleaned": "en un contexto global marcado por la creciente polarización y la búsqueda de alternativas al dominio del dólar estadounidense, la incorporación de venezuela al bloque brics+ se vislumbra como una oportunidad estratégica para el país. la relación entre venezuela y este grupo de economías emergentes puede transformar el panorama económico y financiero del país, ofreciendo un camino hacia una mayor soberanía económica y un fortalecimiento de su posición en el ámbito internacional. sin embargo, no está claro si se habilitará la incorporación de la nación caribeña al brics+, dado los múltiples desafíos que enfrenta el grupo. de momento, la principal objeción a la incorporación de venezuela ha sido brasil. esta semana, celso amorim, excanciller y asesor internacional del presidente brasileño luiz inácio lula da silva, afirmó que no defiende la inclusión de venezuela en los brics, grupo que se reunirá este martes (22/10) en kazán, rusia. “no defiendo el ingreso de venezuela. creo que hay que ir despacio. no tiene sentido llenar [los brics] de países , de lo contrario pronto se creará un nuevo g77”, afirmó. más allá de lo que se defina, la alianza entre el brics+ y venezuela manifiesta múltiples potencialidades: la presidencia rusa del brics+ ha establecido mandatos claros para fomentar el uso de monedas nacionales y plataformas de pago que faciliten el comercio entre los miembros. este esfuerzo busca reducir la dependencia del dólar, un desafío crucial para venezuela, que ha sufrido las consecuencias de las sanciones financieras impuestas por estados unidos. la creación del sistema brics bridge, una plataforma de intercambio en monedas nacionales, representa una vía para que venezuela pueda normalizar sus relaciones comerciales y acceder a mercados internacionales sin las restricciones del sistema financiero tradicional. este sistema permitirá que las transacciones se realicen sin intermediarios, utilizando tecnologías avanzadas como blockchain. para venezuela, esto implica la posibilidad de comerciar con sus productos de manera más fluida, evitando las limitaciones actuales y potenciando su economía. la reunión del bloque en kazán, donde se discutirán las primeras propuestas concretas sobre este nuevo sistema de pago, es un evento crucial que podría definir el rumbo económico de venezuela en el contexto brics+. venezuela, rica en recursos naturales como petróleo, gas natural y minerales, tiene el potencial de diversificar su economía a través de su participación en brics+. este bloque, que controla una gran parte de las reservas energéticas mundiales, podría facilitar el acceso de venezuela a tecnologías y manufacturas necesarias para diversificar su oferta exportable. además, al integrar su economía en un bloque que busca alternativas al modelo unipolar occidental, venezuela podría revitalizar su sector productivo y crear oportunidades de inversión. el enfoque hacia las zonas económicas especiales en venezuela se alinea con esta estrategia. la posibilidad de atraer inversiones de países miembros del brics+ y fomentar la innovación en sectores clave podría transformar la economía venezolana, haciéndola más competitiva a nivel internacional. la cooperación en investigación y desarrollo será esencial para asegurar que los productos venezolanos sean competitivos en un mercado global en constante evolución. la inclusión de venezuela en brics+ también representa una respuesta directa a las sanciones impuestas por estados unidos y sus aliados. la exclusión de venezuela del sistema swift ha limitado su capacidad para realizar transacciones internacionales, afectando severamente su economía. la entrada en un sistema financiero alternativo podría aliviar las presiones económicas y ofrecer una vía para restablecer relaciones comerciales con otros países. las autoridades venezolanas han expresado su interés en integrarse a esta nueva arquitectura financiera, enfatizando que la multipolaridad es una visión geopolítica fundamental para el país. al alinearse con brics+, venezuela no solo encontraría un aliado estratégico, sino que también fortalecería su posición en el ámbito internacional, promoviendo un modelo de cooperación que desafía el unilateralismo occidental. la economía mundial está experimentando un cambio hacia un orden multipolar, donde países como china, india y rusia están ganando influencia. la pertenencia de venezuela a brics+ le permitiría participar activamente en este nuevo escenario, donde se están desarrollando iniciativas que buscan desafiar el status quo. la creciente importancia de las economías emergentes en la política y la economía global representa una oportunidad significativa para venezuela, que podría beneficiarse de una mayor cooperación en diversas áreas. además, el acceso a un mercado más amplio y diversificado permitiría a venezuela expandir sus exportaciones, no solo en productos tradicionales como petróleo, sino también en sectores emergentes como tecnología y agricultura. esto es fundamental para garantizar un crecimiento sostenible y resiliente en un mundo en constante cambio. la relación de venezuela con brics+ se inscribe en un contexto más amplio de reconfiguración geopolítica. la inclusión de países como arabia saudita y emiratos árabes unidos en el bloque, junto con la posibilidad de que venezuela se sume, subraya el papel cada vez más relevante de los recursos energéticos en la política internacional. el brics+ busca crear un contrapeso a la influencia de estados unidos, y venezuela, con sus vastas reservas energéticas, se convierte en un actor clave en esta dinámica. en este sentido, el futuro de venezuela en brics+ podría representar una transformación significativa para su economía y su posición en el escenario internacional.",
    "tokens": [
      "contexto",
      "global",
      "marcado",
      "creciente",
      "polarización",
      "búsqueda",
      "alternativas",
      "dominio",
      "dólar",
      "estadounidense",
      ",",
      "incorporación",
      "venezuela",
      "bloque",
      "brics+",
      "vislumbra",
      "oportunidad",
      "estratégica",
      "país",
      ".",
      "relación",
      "venezuela",
      "grupo",
      "economías",
      "emergentes",
      "puede",
      "transformar",
      "panorama",
      "económico",
      "financiero",
      "país",
      ",",
      "ofreciendo",
      "camino",
      "hacia",
      "mayor",
      "soberanía",
      "económica",
      "fortalecimiento",
      "posición",
      "ámbito",
      "internacional",
      ".",
      "embargo",
      ",",
      "claro",
      "si",
      "habilitará",
      "incorporación",
      "nación",
      "caribeña",
      "brics+",
      ",",
      "dado",
      "múltiples",
      "desafíos",
      "enfrenta",
      "grupo",
      ".",
      "momento",
      ",",
      "principal",
      "objeción",
      "incorporación",
      "venezuela",
      "sido",
      "brasil",
      ".",
      "semana",
      ",",
      "celso",
      "amorim",
      ",",
      "excanciller",
      "asesor",
      "internacional",
      "presidente",
      "brasileño",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ",",
      "afirmó",
      "defiende",
      "inclusión",
      "venezuela",
      "brics",
      ",",
      "grupo",
      "reunirá",
      "martes",
      "(",
      "22/10",
      ")",
      "kazán",
      ",",
      "rusia",
      ".",
      "“",
      "defiendo",
      "ingreso",
      "venezuela",
      ".",
      "creo",
      "ir",
      "despacio",
      ".",
      "llenar",
      "[",
      "brics",
      "]",
      "países",
      ",",
      "contrario",
      "pronto",
      "creará",
      "nuevo",
      "g77",
      "”",
      ",",
      "afirmó",
      ".",
      "allá",
      "defina",
      ",",
      "alianza",
      "brics+",
      "venezuela",
      "manifiesta",
      "múltiples",
      "potencialidades",
      ":",
      "presidencia",
      "rusa",
      "brics+",
      "establecido",
      "mandatos",
      "claros",
      "fomentar",
      "uso",
      "monedas",
      "nacionales",
      "plataformas",
      "pago",
      "faciliten",
      "comercio",
      "miembros",
      ".",
      "esfuerzo",
      "busca",
      "reducir",
      "dependencia",
      "dólar",
      ",",
      "desafío",
      "crucial",
      "venezuela",
      ",",
      "sufrido",
      "consecuencias",
      "sanciones",
      "financieras",
      "impuestas",
      "unidos",
      ".",
      "creación",
      "sistema",
      "brics",
      "bridge",
      ",",
      "plataforma",
      "intercambio",
      "monedas",
      "nacionales",
      ",",
      "representa",
      "vía",
      "venezuela",
      "pueda",
      "normalizar",
      "relaciones",
      "comerciales",
      "acceder",
      "mercados",
      "internacionales",
      "restricciones",
      "sistema",
      "financiero",
      "tradicional",
      ".",
      "sistema",
      "permitirá",
      "transacciones",
      "realicen",
      "intermediarios",
      ",",
      "utilizando",
      "tecnologías",
      "avanzadas",
      "blockchain",
      ".",
      "venezuela",
      ",",
      "implica",
      "posibilidad",
      "comerciar",
      "productos",
      "manera",
      "fluida",
      ",",
      "evitando",
      "limitaciones",
      "actuales",
      "potenciando",
      "economía",
      ".",
      "reunión",
      "bloque",
      "kazán",
      ",",
      "discutirán",
      "primeras",
      "propuestas",
      "concretas",
      "nuevo",
      "sistema",
      "pago",
      ",",
      "evento",
      "crucial",
      "podría",
      "definir",
      "rumbo",
      "económico",
      "venezuela",
      "contexto",
      "brics+",
      ".",
      "venezuela",
      ",",
      "rica",
      "recursos",
      "naturales",
      "petróleo",
      ",",
      "gas",
      "natural",
      "minerales",
      ",",
      "potencial",
      "diversificar",
      "economía",
      "través",
      "participación",
      "brics+",
      ".",
      "bloque",
      ",",
      "controla",
      "gran",
      "parte",
      "reservas",
      "energéticas",
      "mundiales",
      ",",
      "podría",
      "facilitar",
      "acceso",
      "venezuela",
      "tecnologías",
      "manufacturas",
      "necesarias",
      "diversificar",
      "oferta",
      "exportable",
      ".",
      "además",
      ",",
      "integrar",
      "economía",
      "bloque",
      "busca",
      "alternativas",
      "modelo",
      "unipolar",
      "occidental",
      ",",
      "venezuela",
      "podría",
      "revitalizar",
      "sector",
      "productivo",
      "crear",
      "oportunidades",
      "inversión",
      ".",
      "enfoque",
      "hacia",
      "zonas",
      "económicas",
      "especiales",
      "venezuela",
      "alinea",
      "estrategia",
      ".",
      "posibilidad",
      "atraer",
      "inversiones",
      "países",
      "miembros",
      "brics+",
      "fomentar",
      "innovación",
      "sectores",
      "clave",
      "podría",
      "transformar",
      "economía",
      "venezolana",
      ",",
      "haciéndola",
      "competitiva",
      "nivel",
      "internacional",
      ".",
      "cooperación",
      "investigación",
      "desarrollo",
      "esencial",
      "asegurar",
      "productos",
      "venezolanos",
      "competitivos",
      "mercado",
      "global",
      "constante",
      "evolución",
      ".",
      "inclusión",
      "venezuela",
      "brics+",
      "representa",
      "respuesta",
      "directa",
      "sanciones",
      "impuestas",
      "unidos",
      "aliados",
      ".",
      "exclusión",
      "venezuela",
      "sistema",
      "swift",
      "limitado",
      "capacidad",
      "realizar",
      "transacciones",
      "internacionales",
      ",",
      "afectando",
      "severamente",
      "economía",
      ".",
      "entrada",
      "sistema",
      "financiero",
      "alternativo",
      "podría",
      "aliviar",
      "presiones",
      "económicas",
      "ofrecer",
      "vía",
      "restablecer",
      "relaciones",
      "comerciales",
      "países",
      ".",
      "autoridades",
      "venezolanas",
      "expresado",
      "interés",
      "integrarse",
      "nueva",
      "arquitectura",
      "financiera",
      ",",
      "enfatizando",
      "multipolaridad",
      "visión",
      "geopolítica",
      "fundamental",
      "país",
      ".",
      "alinearse",
      "brics+",
      ",",
      "venezuela",
      "solo",
      "encontraría",
      "aliado",
      "estratégico",
      ",",
      "sino",
      "fortalecería",
      "posición",
      "ámbito",
      "internacional",
      ",",
      "promoviendo",
      "modelo",
      "cooperación",
      "desafía",
      "unilateralismo",
      "occidental",
      ".",
      "economía",
      "mundial",
      "experimentando",
      "cambio",
      "hacia",
      "orden",
      "multipolar",
      ",",
      "países",
      "china",
      ",",
      "india",
      "rusia",
      "ganando",
      "influencia",
      ".",
      "pertenencia",
      "venezuela",
      "brics+",
      "permitiría",
      "participar",
      "activamente",
      "nuevo",
      "escenario",
      ",",
      "desarrollando",
      "iniciativas",
      "buscan",
      "desafiar",
      "status",
      "quo",
      ".",
      "creciente",
      "importancia",
      "economías",
      "emergentes",
      "política",
      "economía",
      "global",
      "representa",
      "oportunidad",
      "significativa",
      "venezuela",
      ",",
      "podría",
      "beneficiarse",
      "mayor",
      "cooperación",
      "diversas",
      "áreas",
      ".",
      "además",
      ",",
      "acceso",
      "mercado",
      "amplio",
      "diversificado",
      "permitiría",
      "venezuela",
      "expandir",
      "exportaciones",
      ",",
      "solo",
      "productos",
      "tradicionales",
      "petróleo",
      ",",
      "sino",
      "sectores",
      "emergentes",
      "tecnología",
      "agricultura",
      ".",
      "fundamental",
      "garantizar",
      "crecimiento",
      "sostenible",
      "resiliente",
      "mundo",
      "constante",
      "cambio",
      ".",
      "relación",
      "venezuela",
      "brics+",
      "inscribe",
      "contexto",
      "amplio",
      "reconfiguración",
      "geopolítica",
      ".",
      "inclusión",
      "países",
      "arabia",
      "saudita",
      "emiratos",
      "árabes",
      "unidos",
      "bloque",
      ",",
      "junto",
      "posibilidad",
      "venezuela",
      "sume",
      ",",
      "subraya",
      "papel",
      "cada",
      "vez",
      "relevante",
      "recursos",
      "energéticos",
      "política",
      "internacional",
      ".",
      "brics+",
      "busca",
      "crear",
      "contrapeso",
      "influencia",
      "unidos",
      ",",
      "venezuela",
      ",",
      "vastas",
      "reservas",
      "energéticas",
      ",",
      "convierte",
      "actor",
      "clave",
      "dinámica",
      ".",
      ",",
      "futuro",
      "venezuela",
      "brics+",
      "podría",
      "representar",
      "transformación",
      "significativa",
      "economía",
      "posición",
      "escenario",
      "internacional",
      "."
    ],
    "token_count": 564,
    "sentence_count": 34
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 104,
      "JJ": 105,
      "NN": 353,
      "FW": 131,
      "IN": 28,
      "NNS": 38,
      "VBP": 29,
      "DT": 5,
      "VBZ": 17,
      "CD": 1,
      "RB": 1,
      "VBD": 1,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 63,
      "NN-JJ": 38,
      "NN-NN": 196,
      "NN-FW": 30,
      "FW-FW": 58,
      "FW-JJ": 13,
      "FW-NNP": 19,
      "NNP-NN": 43,
      "NN-NNP": 35,
      "NN-IN": 24,
      "IN-FW": 15,
      "FW-NNS": 7,
      "NNS-VBP": 21,
      "VBP-NN": 7,
      "JJ-NNP": 14,
      "NN-DT": 2,
      "DT-NN": 5,
      "FW-NN": 31,
      "NNP-VBZ": 8,
      "VBZ-JJ": 6,
      "JJ-NNS": 8,
      "VBP-JJ": 20,
      "NNP-NNP": 28,
      "JJ-JJ": 15,
      "NNP-FW": 18,
      "NN-VBZ": 6,
      "VBZ-CD": 1,
      "CD-NN": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "JJ-FW": 2,
      "VBZ-DT": 2,
      "NN-NNS": 16,
      "NNS-NNS": 5,
      "NNS-NNP": 5,
      "NNP-VBP": 2,
      "NNS-FW": 4,
      "NN-VBP": 5,
      "VBZ-FW": 4,
      "FW-VBP": 1,
      "NNS-JJ": 2,
      "NNS-VBZ": 1,
      "VBP-NNS": 1,
      "JJ-IN": 2,
      "IN-JJ": 6,
      "IN-NNP": 2,
      "IN-IN": 1,
      "NNP-DT": 1,
      "FW-VBZ": 2,
      "VBZ-IN": 1,
      "IN-NN": 4,
      "VBZ-NN": 2,
      "VBZ-NNS": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "VBP-VBN": 1,
      "VBN-NN": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-JJ": 7,
      "NN-JJ-NN": 23,
      "JJ-NN-NN": 40,
      "NN-NN-NN": 100,
      "NN-NN-FW": 17,
      "NN-FW-FW": 13,
      "FW-FW-FW": 31,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 8,
      "FW-FW-NNP": 10,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 31,
      "NN-NN-NNP": 22,
      "NN-NNP-NN": 15,
      "NN-NN-JJ": 29,
      "NN-NN-IN": 13,
      "NN-IN-FW": 14,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 4,
      "JJ-NN-IN": 11,
      "IN-FW-FW": 5,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 8,
      "NNP-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-NN": 2,
      "NN-FW-NN": 9,
      "FW-NN-FW": 6,
      "FW-FW-NN": 7,
      "FW-NN-NN": 16,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-NN": 10,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NN": 12,
      "NNP-NN-JJ": 1,
      "NN-JJ-JJ": 9,
      "JJ-JJ-NN": 8,
      "JJ-NN-FW": 2,
      "NNP-NN-NNP": 4,
      "NNP-NNP-NNP": 9,
      "NN-NN-DT": 1,
      "DT-NN-FW": 1,
      "FW-NNP-FW": 6,
      "NNP-FW-NN": 6,
      "FW-NN-NNP": 5,
      "NN-NN-VBZ": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-NNP": 5,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "NN-JJ-NNP": 3,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 8,
      "JJ-JJ-NNP": 4,
      "NNP-NN-FW": 3,
      "NNP-NN-NNS": 2,
      "NN-NNS-NNS": 4,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "FW-NN-VBP": 2,
      "NN-VBP-JJ": 3,
      "FW-JJ-JJ": 1,
      "JJ-NN-NNP": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-NNP": 4,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 4,
      "VBZ-FW-NN": 3,
      "FW-NN-NNS": 2,
      "NN-NNS-NNP": 3,
      "NNS-NNP-JJ": 1,
      "NN-NN-NNS": 9,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-FW": 2,
      "NNS-FW-NN": 1,
      "NN-JJ-NNS": 2,
      "NNS-FW-VBP": 1,
      "FW-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "VBP-NN-NNP": 1,
      "IN-FW-NN": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "NN-FW-NNP": 3,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-NN-JJ": 1,
      "FW-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NN": 6,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "IN-NNP-NN": 1,
      "NN-IN-JJ": 5,
      "NN-JJ-IN": 1,
      "JJ-IN-IN": 1,
      "IN-IN-FW": 1,
      "IN-FW-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 3,
      "NN-NNP-FW": 6,
      "NNS-FW-NNS": 1,
      "NN-FW-NNS": 1,
      "NN-NN-VBP": 2,
      "VBZ-FW-JJ": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "FW-NNP-JJ": 1,
      "IN-FW-JJ": 2,
      "NNP-FW-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-FW-JJ": 3,
      "NN-IN-NN": 3,
      "IN-NN-NNS": 1,
      "NNP-VBP-JJ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-VBZ": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "NN-VBP-NN": 1,
      "IN-NN-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-NN": 1,
      "VBN-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 353,
        "FW": 131,
        "JJ": 105,
        "NNP": 104,
        "NNS": 38
      },
      "top_bigrams": {
        "NN-NN": 196,
        "JJ-NN": 63,
        "FW-FW": 58,
        "NNP-NN": 43,
        "NN-JJ": 38
      },
      "top_trigrams": {
        "NN-NN-NN": 100,
        "JJ-NN-NN": 40,
        "FW-FW-FW": 31,
        "NNP-NN-NN": 31,
        "NN-NN-JJ": 29
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 34,
    "chunk_counts": {
      "NP": 235,
      "VP": 45,
      "ADJP": 5,
      "PP": 14
    },
    "top_rules": [
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 13,
        "weight": 0.039
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 12,
        "weight": 0.036
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 8,
        "weight": 0.024
      },
      {
        "rule": "VP -> ('como', 'VBP') NP",
        "frequency": 5,
        "weight": 0.015
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('emergentes', 'NNS')",
        "frequency": 2,
        "weight": 0.006
      },
      {
        "rule": "NP -> ('Kazán', 'NNP')",
        "frequency": 2,
        "weight": 0.006
      },
      {
        "rule": "NP -> ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.006
      },
      {
        "rule": "NP -> ('BRICS+', 'NNP')",
        "frequency": 2,
        "weight": 0.006
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un contexto"
      },
      {
        "label": "NP",
        "text": "global marcado por la creciente polarización y"
      },
      {
        "label": "NP",
        "text": "dólar estadounidense"
      },
      {
        "label": "NP",
        "text": "Venezuela al bloque BRICS+ se vislumbra como"
      },
      {
        "label": "NP",
        "text": "una oportunidad estratégica para el país"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "relación"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "este grupo"
      },
      {
        "label": "NP",
        "text": "emergentes"
      },
      {
        "label": "VP",
        "text": "puede transformar el panorama económico y financiero del país"
      },
      {
        "label": "NP",
        "text": "transformar el panorama económico y financiero del país"
      },
      {
        "label": "NP",
        "text": "ofreciendo un camino hacia"
      },
      {
        "label": "NP",
        "text": "una mayor soberanía económica y"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ contexto/NN)\n  (NP\n    global/JJ\n    marcado/NN\n    por/NN\n    la/NN\n    creciente/NN\n    polarización/NN\n    y/NN)\n  la/FW\n  búsqueda/FW\n  de/FW\n  alternativas/FW\n  al/FW\n  dominio/FW\n  del/FW\n  (NP dólar/JJ estadounidense/NN)\n  ,/,\n  la/FW\n  incorporación/FW\n  de/FW\n  (NP\n    Venezuela/NNP\n    al/NN\n    bloque/NN\n    BRICS+/NNP\n    se/NN\n    vislumbra/NN\n    como/NN)\n  (NP una/JJ oportunidad/NN estratégica/NN para/NN el/NN país/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP relación/VBZ)\n  entre/FW\n  (NP Venezuela/NNP)\n  y/CC\n  (NP este/NN grupo/NN)\n  de/IN\n  economías/FW\n  (NP emergentes/NNS)\n  (VP\n    puede/VBP\n    (NP\n      transformar/NN\n      el/NN\n      panorama/NN\n      económico/NN\n      y/NN\n      financiero/NN\n      del/NN\n      país/NN))\n  ,/,\n  (NP ofreciendo/JJ un/JJ camino/NN hacia/NN)\n  (NP una/JJ mayor/NN soberanía/NN económica/NN y/NN)\n  (NP un/JJ fortalecimiento/NN)\n  de/IN\n  su/FW\n  posición/FW\n  en/FW\n  el/FW\n  ámbito/FW\n  (NP internacional/NN)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP no/DT está/NN claro/NN si/NN)\n  se/FW\n  (NP habilitará/NN)\n  la/FW\n  incorporación/FW\n  de/FW\n  la/FW\n  nación/FW\n  (NP caribeña/NN al/NN BRICS+/NNP)\n  ,/,\n  (VP dado/VBZ (NP los/JJ múltiples/NNS))\n  (VP desafíos/VBP (NP que/JJ enfrenta/NN el/NN grupo/NN))\n  ./.)",
      "(S\n  (NP De/NNP)\n  momento/FW\n  ,/,\n  la/FW\n  (ADJP principal/JJ)\n  objeción/FW\n  a/DT\n  la/FW\n  incorporación/FW\n  de/FW\n  (NP Venezuela/NNP ha/NN sido/NN Brasil/NNP)\n  ./.)",
      "(S\n  (NP Esta/NNP semana/NN)\n  ,/,\n  (NP Celso/NNP Amorim/NNP)\n  ,/,\n  (NP excanciller/NN y/NN)\n  (PP\n    asesor/IN\n    (NP\n      internacional/JJ\n      del/NN\n      presidente/NN\n      brasileño/NN\n      Luiz/NNP\n      Inácio/NNP\n      Lula/NNP\n      da/NN\n      Silva/NN))\n  ,/,\n  (NP afirmó/JJ que/NN)\n  (NP no/DT defiende/NN)\n  la/FW\n  inclusión/FW\n  de/FW\n  (NP Venezuela/NNP)\n  en/FW\n  (NP los/NN BRICS/NNP)\n  ,/,\n  (NP grupo/NN que/NN se/NN reunirá/NN este/NN martes/NNS)\n  (/(\n  22/10/CD\n  )/)\n  en/FW\n  (NP Kazán/NNP)\n  ,/,\n  (NP Rusia/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          962,
          969
        ],
        "start": 962,
        "end": 969
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          2892,
          2901
        ],
        "start": 2892,
        "end": 2901
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza entre el brics+ y venezuela",
        "position": [
          1151,
          1186
        ],
        "start": 1151,
        "end": 1186
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          825,
          831
        ],
        "start": 825,
        "end": 831
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          851,
          860
        ],
        "start": 851,
        "end": 860
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente brasileño luiz",
        "position": [
          777,
          802
        ],
        "start": 777,
        "end": 802
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "petróleo, gas natural",
        "position": [
          2396,
          2417
        ],
        "start": 2396,
        "end": 2417
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          703,
          709
        ],
        "start": 703,
        "end": 709
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1565,
          1579
        ],
        "start": 1565,
        "end": 1579
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          148,
          157
        ],
        "start": 148,
        "end": 157
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta semana",
        "position": [
          711,
          722
        ],
        "start": 711,
        "end": 722
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          488,
          495
        ],
        "start": 488,
        "end": 495
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "SWIFT",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "G77",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Celso Amorim",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arabia Saudita",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kazán",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS+",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Emiratos Árabes Unidos",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Celso Amorim",
        "relacion": "AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Celso Amorim",
        "relacion": "AFIRMAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Celso Amorim",
        "relacion": "AFIRMAR",
        "objeto": "Kazán"
      },
      {
        "sujeto": "Celso Amorim",
        "relacion": "AFIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "AFIRMAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "AFIRMAR",
        "objeto": "Kazán"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "AFIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MANIFESTAR",
        "objeto": "BRICS+"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER",
        "objeto": "BRICS+"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "REPRESENTAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "BRICS+",
        "relacion": "REPRESENTAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ALINEAR_L_ENCONTRAR",
        "objeto": "BRICS+"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Arabia Saudita"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Emiratos Árabes Unidos"
      },
      {
        "sujeto": "BRICS+",
        "relacion": "BUSCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "BRICS+",
        "relacion": "BUSCAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CREAR_BUSCAR",
        "objeto": "Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8002,
    "pos": 0.017,
    "neu": 0.956,
    "neg": 0.026,
    "label": "negative"
  }
}