{
  "url": "https://www.telesurtv.net/asedio-a-gaza-las-consecuencias-de-un-genocidio-planificado/",
  "title": "Asedio a Gaza: las consecuencias de un genocidio planificado - teleSUR",
  "section": "En profundidad",
  "tags": [
    "masacre",
    "Un año de asedio a Gaza"
  ],
  "text": "\nEl estallido del conflicto en octubre de 2023, convirtió a la Franja de Gaza en el escenario de una ofensiva militar israelí que ha dejado más del 60 por ciento de la infraestructura local devastada y, bajo los escombros, a miles de cadáveres que no han podido ser recuperados.\nUn solo año alcanzó para destruir lo que era una próspera comunidad pese al bloque ilegal sostenido por Tel Aviv desde junio de 2007. Infraestructuras civiles, tierras agrícolas y sitios de patrimonio cultural. Hoy, más de dos millones de palestinos enfrentan una realidad de escombros y desplazamiento forzado.\nEl ataque del 7 de octubre de 2023, cuando por primera vez en mucho tiempo el grupo de resistencia palestino Hamas logro burlar las defensas israelíes y logró provocar daños en territorio ocupado de manera coordinada en múltiples puntos en la frontera, fue utilizado como pretexto para desencadenar una ofensiva de exterminio de la población gazatí por parte de Tel Aviv.\nEl ataque de Hamás se estima que provocó la muerte de 1.400 personas mientras que unas 200 fueron tomadas como rehenes, en lo que fue considerado el ataque más mortífero en territorio israelí en décadas.\nLa desproporción de la respuesta es aterradora: al día de la fecha casi 42 mil palestinos asesinados, la mayoría mujeres y niños, además de al menos doce mil palestinos secuestrados en las prisiones israelíes.\nLa ofensiva israelí incluyó bombardeos aéreos, ataques terrestres y un férreo bloqueo que privó a la población civil de alimentos, agua y electricidad.\nA lo largo de los meses siguientes, se intensificaron las ofensivas en áreas clave como el campo de refugiados de Jabalia, uno de los más grandes y densamente poblados de Gaza, donde una tonelada de bombas arrasaron el terreno dejando cráteres de más de 12 metros de diámetro.\n\nGaza, una franja de tierra de apenas 365 km², ha visto cómo barrios enteros han sido borrados del mapa. Mezquitas históricas como la Gran Mezquita Omari y la iglesia ortodoxa de San Porfirio fueron severamente dañadas.\nLa Gran Mezquita, que databa del siglo V y albergaba una valiosa biblioteca de manuscritos antiguos, fue casi completamente destruida en un ataque aéreo en diciembre de 2023.\nAdemás, más de 600 mezquitas y tres iglesias en toda la franja han sido impactadas por los bombardeos, con un saldo de cientos de víctimas refugiadas en sus instalaciones.\n\nEl 13 de octubre de 2023, el ejército israelí emitió una orden de evacuación para toda la población civil del norte de Gaza y de la ciudad de Gaza.\nEsta medida desató un éxodo masivo, con más de dos millones de palestinos obligados a abandonar sus hogares. Incluso en las zonas designadas como “seguras”, como el área de al-Mawasi, los bombardeos continuaron, dejando a miles de muertos y heridos.\nEstos refugios temporales, considerados un último bastión de seguridad para muchos, se han convertido en campos abarrotados, sin ninguna garantía de protección.\n\nEl ataque israelí no ha dejado exento el sistema educativo de Gaza. Universidades como la Universidad Islámica de Gaza y la Universidad de Al-Azhar han quedado en ruinas, dejando a decenas de miles de estudiantes sin acceso a educación superior. De las 12 universidades existentes antes del conflicto, ninguna ha quedado intacta.\nEn el ámbito sanitario, el hospital Al Shifa, el mayor centro médico de la Franja, fue asediado durante semanas, impidiendo el acceso a servicios esenciales y dejando cientos de muertos.\nEl conflicto ha provocado la destrucción de más de 114 hospitales y clínicas, una violación flagrante del derecho internacional que podría considerarse un crimen de guerra.\n\nSegún los análisis más recientes, casi el 60% de Gaza ha sido afectado por los bombardeos israelíes. Este nivel de destrucción deja un legado de escombros equivalente a más de 42 millones de toneladas, con un alto riesgo de explosiones por las bombas no detonadas.\nLas tierras agrícolas también han sido gravemente afectadas. En Deir el-Balah, un centro agrícola clave, el 60% de las tierras cultivables ha sido destruido, lo que agrava aún más la inseguridad alimentaria de una población que ya estaba en situación crítica.\nEl conflicto en Gaza, que sigue en curso, ha transformado irreversiblemente el paisaje de la región. Mientras la guerra avanza y las esperanzas de paz se desvanecen, el pueblo palestino debe sobrevivir atrapado entre las ruinas, la hambruna y los bombardeos constantes.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/asedio-a-gaza-las-consecuencias-de-un-genocidio-planificado/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1556,
    "message_id": 77947,
    "date": "2024-10-07T18:55:29+00:00",
    "text": "teleSUR\nAsedio a Gaza: las consecuencias de un genocidio planificado\nhttps://www.telesurtv.net/asedio-a-gaza-las-consecuencias-de-un-genocidio-planificado/",
    "photo_path": null,
    "views": 2480,
    "reactions": {
      "🤮": 27,
      "🤬": 12,
      "👎": 4,
      "😡": 1
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "el estallido del conflicto en octubre de 2023, convirtió a la franja de gaza en el escenario de una ofensiva militar israelí que ha dejado más del 60 por ciento de la infraestructura local devastada y, bajo los escombros, a miles de cadáveres que no han podido ser recuperados. un solo año alcanzó para destruir lo que era una próspera comunidad pese al bloque ilegal sostenido por tel aviv desde junio de 2007. infraestructuras civiles, tierras agrícolas y sitios de patrimonio cultural. hoy, más de dos millones de palestinos enfrentan una realidad de escombros y desplazamiento forzado. el ataque del 7 de octubre de 2023, cuando por primera vez en mucho tiempo el grupo de resistencia palestino hamas logro burlar las defensas israelíes y logró provocar daños en territorio ocupado de manera coordinada en múltiples puntos en la frontera, fue utilizado como pretexto para desencadenar una ofensiva de exterminio de la población gazatí por parte de tel aviv. el ataque de hamás se estima que provocó la muerte de 1.400 personas mientras que unas 200 fueron tomadas como rehenes, en lo que fue considerado el ataque más mortífero en territorio israelí en décadas. la desproporción de la respuesta es aterradora: al día de la fecha casi 42 mil palestinos asesinados, la mayoría mujeres y niños, además de al menos doce mil palestinos secuestrados en las prisiones israelíes. la ofensiva israelí incluyó bombardeos aéreos, ataques terrestres y un férreo bloqueo que privó a la población civil de alimentos, agua y electricidad. a lo largo de los meses siguientes, se intensificaron las ofensivas en áreas clave como el campo de refugiados de jabalia, uno de los más grandes y densamente poblados de gaza, donde una tonelada de bombas arrasaron el terreno dejando cráteres de más de 12 metros de diámetro. gaza, una franja de tierra de apenas 365 km², ha visto cómo barrios enteros han sido borrados del mapa. mezquitas históricas como la gran mezquita omari y la iglesia ortodoxa de san porfirio fueron severamente dañadas. la gran mezquita, que databa del siglo v y albergaba una valiosa biblioteca de manuscritos antiguos, fue casi completamente destruida en un ataque aéreo en diciembre de 2023. además, más de 600 mezquitas y tres iglesias en toda la franja han sido impactadas por los bombardeos, con un saldo de cientos de víctimas refugiadas en sus instalaciones. el 13 de octubre de 2023, el ejército israelí emitió una orden de evacuación para toda la población civil del norte de gaza y de la ciudad de gaza. esta medida desató un éxodo masivo, con más de dos millones de palestinos obligados a abandonar sus hogares. incluso en las zonas designadas como “seguras”, como el área de al-mawasi, los bombardeos continuaron, dejando a miles de muertos y heridos. estos refugios temporales, considerados un último bastión de seguridad para muchos, se han convertido en campos abarrotados, sin ninguna garantía de protección. el ataque israelí no ha dejado exento el sistema educativo de gaza. universidades como la universidad islámica de gaza y la universidad de al-azhar han quedado en ruinas, dejando a decenas de miles de estudiantes sin acceso a educación superior. de las 12 universidades existentes antes del conflicto, ninguna ha quedado intacta. en el ámbito sanitario, el hospital al shifa, el mayor centro médico de la franja, fue asediado durante semanas, impidiendo el acceso a servicios esenciales y dejando cientos de muertos. el conflicto ha provocado la destrucción de más de 114 hospitales y clínicas, una violación flagrante del derecho internacional que podría considerarse un crimen de guerra. según los análisis más recientes, casi el 60% de gaza ha sido afectado por los bombardeos israelíes. este nivel de destrucción deja un legado de escombros equivalente a más de 42 millones de toneladas, con un alto riesgo de explosiones por las bombas no detonadas. las tierras agrícolas también han sido gravemente afectadas. en deir el-balah, un centro agrícola clave, el 60% de las tierras cultivables ha sido destruido, lo que agrava aún más la inseguridad alimentaria de una población que ya estaba en situación crítica. el conflicto en gaza, que sigue en curso, ha transformado irreversiblemente el paisaje de la región. mientras la guerra avanza y las esperanzas de paz se desvanecen, el pueblo palestino debe sobrevivir atrapado entre las ruinas, la hambruna y los bombardeos constantes.",
    "tokens": [
      "estallido",
      "conflicto",
      "octubre",
      "2023",
      ",",
      "convirtió",
      "franja",
      "gaza",
      "escenario",
      "ofensiva",
      "militar",
      "israelí",
      "dejado",
      "60",
      "ciento",
      "infraestructura",
      "local",
      "devastada",
      ",",
      "bajo",
      "escombros",
      ",",
      "miles",
      "cadáveres",
      "podido",
      "ser",
      "recuperados",
      ".",
      "solo",
      "año",
      "alcanzó",
      "destruir",
      "próspera",
      "comunidad",
      "pese",
      "bloque",
      "ilegal",
      "sostenido",
      "tel",
      "aviv",
      "junio",
      "2007.",
      "infraestructuras",
      "civiles",
      ",",
      "tierras",
      "agrícolas",
      "sitios",
      "patrimonio",
      "cultural",
      ".",
      "hoy",
      ",",
      "dos",
      "millones",
      "palestinos",
      "enfrentan",
      "realidad",
      "escombros",
      "desplazamiento",
      "forzado",
      ".",
      "ataque",
      "7",
      "octubre",
      "2023",
      ",",
      "primera",
      "vez",
      "tiempo",
      "grupo",
      "resistencia",
      "palestino",
      "hamas",
      "logro",
      "burlar",
      "defensas",
      "israelíes",
      "logró",
      "provocar",
      "daños",
      "territorio",
      "ocupado",
      "manera",
      "coordinada",
      "múltiples",
      "puntos",
      "frontera",
      ",",
      "utilizado",
      "pretexto",
      "desencadenar",
      "ofensiva",
      "exterminio",
      "población",
      "gazatí",
      "parte",
      "tel",
      "aviv",
      ".",
      "ataque",
      "hamás",
      "estima",
      "provocó",
      "muerte",
      "1.400",
      "personas",
      "mientras",
      "unas",
      "200",
      "tomadas",
      "rehenes",
      ",",
      "considerado",
      "ataque",
      "mortífero",
      "territorio",
      "israelí",
      "décadas",
      ".",
      "desproporción",
      "respuesta",
      "aterradora",
      ":",
      "día",
      "fecha",
      "casi",
      "42",
      "mil",
      "palestinos",
      "asesinados",
      ",",
      "mayoría",
      "mujeres",
      "niños",
      ",",
      "además",
      "menos",
      "doce",
      "mil",
      "palestinos",
      "secuestrados",
      "prisiones",
      "israelíes",
      ".",
      "ofensiva",
      "israelí",
      "incluyó",
      "bombardeos",
      "aéreos",
      ",",
      "ataques",
      "terrestres",
      "férreo",
      "bloqueo",
      "privó",
      "población",
      "civil",
      "alimentos",
      ",",
      "agua",
      "electricidad",
      ".",
      "largo",
      "meses",
      "siguientes",
      ",",
      "intensificaron",
      "ofensivas",
      "áreas",
      "clave",
      "campo",
      "refugiados",
      "jabalia",
      ",",
      "grandes",
      "densamente",
      "poblados",
      "gaza",
      ",",
      "tonelada",
      "bombas",
      "arrasaron",
      "terreno",
      "dejando",
      "cráteres",
      "12",
      "metros",
      "diámetro",
      ".",
      "gaza",
      ",",
      "franja",
      "tierra",
      "apenas",
      "365",
      "km²",
      ",",
      "visto",
      "cómo",
      "barrios",
      "enteros",
      "sido",
      "borrados",
      "mapa",
      ".",
      "mezquitas",
      "históricas",
      "gran",
      "mezquita",
      "omari",
      "iglesia",
      "ortodoxa",
      "san",
      "porfirio",
      "severamente",
      "dañadas",
      ".",
      "gran",
      "mezquita",
      ",",
      "databa",
      "siglo",
      "v",
      "albergaba",
      "valiosa",
      "biblioteca",
      "manuscritos",
      "antiguos",
      ",",
      "casi",
      "completamente",
      "destruida",
      "ataque",
      "aéreo",
      "diciembre",
      "2023.",
      "además",
      ",",
      "600",
      "mezquitas",
      "tres",
      "iglesias",
      "toda",
      "franja",
      "sido",
      "impactadas",
      "bombardeos",
      ",",
      "saldo",
      "cientos",
      "víctimas",
      "refugiadas",
      "instalaciones",
      ".",
      "13",
      "octubre",
      "2023",
      ",",
      "ejército",
      "israelí",
      "emitió",
      "orden",
      "evacuación",
      "toda",
      "población",
      "civil",
      "norte",
      "gaza",
      "ciudad",
      "gaza",
      ".",
      "medida",
      "desató",
      "éxodo",
      "masivo",
      ",",
      "dos",
      "millones",
      "palestinos",
      "obligados",
      "abandonar",
      "hogares",
      ".",
      "incluso",
      "zonas",
      "designadas",
      "“",
      "seguras",
      "”",
      ",",
      "área",
      "al-mawasi",
      ",",
      "bombardeos",
      "continuaron",
      ",",
      "dejando",
      "miles",
      "muertos",
      "heridos",
      ".",
      "refugios",
      "temporales",
      ",",
      "considerados",
      "último",
      "bastión",
      "seguridad",
      ",",
      "convertido",
      "campos",
      "abarrotados",
      ",",
      "ninguna",
      "garantía",
      "protección",
      ".",
      "ataque",
      "israelí",
      "dejado",
      "exento",
      "sistema",
      "educativo",
      "gaza",
      ".",
      "universidades",
      "universidad",
      "islámica",
      "gaza",
      "universidad",
      "al-azhar",
      "quedado",
      "ruinas",
      ",",
      "dejando",
      "decenas",
      "miles",
      "estudiantes",
      "acceso",
      "educación",
      "superior",
      ".",
      "12",
      "universidades",
      "existentes",
      "conflicto",
      ",",
      "ninguna",
      "quedado",
      "intacta",
      ".",
      "ámbito",
      "sanitario",
      ",",
      "hospital",
      "shifa",
      ",",
      "mayor",
      "centro",
      "médico",
      "franja",
      ",",
      "asediado",
      "semanas",
      ",",
      "impidiendo",
      "acceso",
      "servicios",
      "esenciales",
      "dejando",
      "cientos",
      "muertos",
      ".",
      "conflicto",
      "provocado",
      "destrucción",
      "114",
      "hospitales",
      "clínicas",
      ",",
      "violación",
      "flagrante",
      "derecho",
      "internacional",
      "podría",
      "considerarse",
      "crimen",
      "guerra",
      ".",
      "según",
      "análisis",
      "recientes",
      ",",
      "casi",
      "60",
      "%",
      "gaza",
      "sido",
      "afectado",
      "bombardeos",
      "israelíes",
      ".",
      "nivel",
      "destrucción",
      "deja",
      "legado",
      "escombros",
      "equivalente",
      "42",
      "millones",
      "toneladas",
      ",",
      "alto",
      "riesgo",
      "explosiones",
      "bombas",
      "detonadas",
      ".",
      "tierras",
      "agrícolas",
      "sido",
      "gravemente",
      "afectadas",
      ".",
      "deir",
      "el-balah",
      ",",
      "centro",
      "agrícola",
      "clave",
      ",",
      "60",
      "%",
      "tierras",
      "cultivables",
      "sido",
      "destruido",
      ",",
      "agrava",
      "aún",
      "inseguridad",
      "alimentaria",
      "población",
      "situación",
      "crítica",
      ".",
      "conflicto",
      "gaza",
      ",",
      "sigue",
      "curso",
      ",",
      "transformado",
      "irreversiblemente",
      "paisaje",
      "región",
      ".",
      "mientras",
      "guerra",
      "avanza",
      "esperanzas",
      "paz",
      "desvanecen",
      ",",
      "pueblo",
      "palestino",
      "debe",
      "sobrevivir",
      "atrapado",
      "ruinas",
      ",",
      "hambruna",
      "bombardeos",
      "constantes",
      "."
    ],
    "token_count": 476,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 63,
      "NN": 227,
      "IN": 44,
      "FW": 190,
      "CD": 18,
      "VBZ": 13,
      "JJ": 60,
      "NNS": 44,
      "VBP": 22,
      "DT": 3,
      "JJR": 1,
      "VBN": 1,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-NN": 24,
      "NN-NN": 121,
      "NN-IN": 31,
      "IN-FW": 26,
      "FW-FW": 119,
      "FW-CD": 9,
      "CD-NN": 7,
      "NN-FW": 15,
      "FW-NNP": 19,
      "NNP-FW": 14,
      "FW-NN": 24,
      "NN-VBZ": 6,
      "VBZ-CD": 1,
      "FW-JJ": 9,
      "JJ-NN": 37,
      "NN-JJ": 19,
      "JJ-NNS": 6,
      "NNS-FW": 6,
      "FW-NNS": 9,
      "NNS-VBP": 19,
      "VBP-DT": 1,
      "DT-NN": 3,
      "VBZ-JJR": 1,
      "JJR-NN": 1,
      "NN-NNP": 15,
      "NNP-NNP": 14,
      "IN-CD": 3,
      "CD-NNP": 2,
      "NNP-NNS": 2,
      "VBP-JJ": 15,
      "NNS-IN": 7,
      "JJ-NNP": 5,
      "JJ-JJ": 5,
      "JJ-FW": 4,
      "NNP-VBZ": 3,
      "VBZ-JJ": 4,
      "IN-NN": 8,
      "IN-NNS": 1,
      "NNS-NNS": 4,
      "VBP-FW": 3,
      "CD-NNS": 6,
      "JJ-CD": 3,
      "NN-NNS": 14,
      "NN-CD": 1,
      "NNS-JJ": 1,
      "VBP-NNP": 1,
      "NNS-VBZ": 4,
      "NN-VBP": 2,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBZ-FW": 2,
      "NNP-JJ": 2,
      "NNS-NNP": 2,
      "IN-JJ": 3,
      "NNP-CD": 1,
      "CD-FW": 1,
      "FW-IN": 1,
      "NN-CC": 1,
      "CC-JJ": 1,
      "VBZ-NNP": 1,
      "NNP-IN": 2,
      "NN-DT": 2,
      "VBZ-IN": 1,
      "IN-NNP": 3,
      "VBZ-NNS": 2,
      "VBP-NN": 1,
      "NNP-CC": 1,
      "CC-NN": 1,
      "VBZ-VBP": 1,
      "CD-IN": 2
    },
    "trigram_freq": {
      "NNP-NN-NN": 17,
      "NN-NN-NN": 67,
      "NN-NN-IN": 16,
      "NN-IN-FW": 20,
      "IN-FW-FW": 12,
      "FW-FW-CD": 8,
      "FW-CD-NN": 3,
      "CD-NN-FW": 1,
      "NN-FW-NNP": 2,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 3,
      "NNP-FW-FW": 8,
      "FW-FW-FW": 78,
      "FW-FW-NN": 14,
      "FW-NN-NN": 7,
      "NN-NN-VBZ": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NN": 4,
      "FW-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 17,
      "NN-NN-JJ": 12,
      "NN-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-NN": 1,
      "JJR-NN-NNP": 1,
      "NN-NNP-NN": 8,
      "NN-JJ-NN": 13,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NN": 6,
      "NN-IN-CD": 2,
      "IN-CD-NNP": 2,
      "CD-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 5,
      "IN-FW-JJ": 5,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NNP-NN-FW": 3,
      "NN-FW-FW": 10,
      "FW-FW-NNS": 6,
      "FW-NNS-IN": 2,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 12,
      "FW-NN-NNP": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "VBP-JJ-NN": 7,
      "NN-IN-NN": 5,
      "IN-NN-NN": 8,
      "IN-FW-NN": 3,
      "FW-NN-IN": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-FW": 3,
      "VBP-FW-FW": 2,
      "FW-NN-JJ": 4,
      "NN-JJ-FW": 1,
      "FW-FW-NNP": 10,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 4,
      "NNP-FW-NN": 2,
      "NN-NN-FW": 8,
      "FW-CD-NNS": 6,
      "CD-NNS-FW": 3,
      "NNS-FW-NN": 2,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-NN-NNS": 7,
      "NN-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "NN-FW-NN": 2,
      "NN-NNP-FW": 1,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "JJ-NN-NNS": 3,
      "NN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-FW": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "FW-NNP-NN": 4,
      "NNP-NN-JJ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNS-FW-FW": 3,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NNP-NNP-FW": 2,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 3,
      "CD-NNP-FW": 1,
      "CD-NNS-NNS": 1,
      "VBP-FW-NN": 1,
      "FW-NN-FW": 2,
      "JJ-NN-JJ": 2,
      "FW-NN-NNS": 3,
      "NNS-NNP-CD": 1,
      "NNP-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NN-JJ-NNP": 1,
      "IN-FW-NNS": 2,
      "FW-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "IN-FW-NNP": 4,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "FW-NNS-FW": 1,
      "NNP-FW-CD": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "JJ-NN-NNP": 2,
      "NNP-NN-NNP": 1,
      "NNP-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "CD-NNS-VBP": 1,
      "NN-FW-JJ": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "VBP-JJ-CD": 2,
      "JJ-CD-IN": 2,
      "CD-IN-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-JJ-JJ": 1,
      "FW-NN-DT": 1,
      "DT-NN-NNP": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "CD-IN-FW": 1,
      "FW-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 227,
        "FW": 190,
        "NNP": 63,
        "JJ": 60,
        "IN": 44
      },
      "top_bigrams": {
        "NN-NN": 121,
        "FW-FW": 119,
        "JJ-NN": 37,
        "NN-IN": 31,
        "IN-FW": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 78,
        "NN-NN-NN": 67,
        "NN-IN-FW": 20,
        "NNP-NN-NN": 17,
        "JJ-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 183,
      "VP": 36,
      "PP": 19,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 9,
        "weight": 0.0328
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0292
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 6,
        "weight": 0.0219
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('a', 'DT') ('miles', 'NNS')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "VP -> ('agrícolas', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('El', 'NNP') ('ataque', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "ADJP -> ('una', 'JJ')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('toda', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El estallido del conflicto"
      },
      {
        "label": "VP",
        "text": "convirtió a la Franja"
      },
      {
        "label": "NP",
        "text": "a la Franja"
      },
      {
        "label": "PP",
        "text": "de Gaza"
      },
      {
        "label": "NP",
        "text": "Gaza"
      },
      {
        "label": "NP",
        "text": "israelí que ha dejado más"
      },
      {
        "label": "VP",
        "text": "del"
      },
      {
        "label": "NP",
        "text": "por ciento"
      },
      {
        "label": "NP",
        "text": "local devastada y"
      },
      {
        "label": "VP",
        "text": "bajo los escombros"
      },
      {
        "label": "NP",
        "text": "los escombros"
      },
      {
        "label": "NP",
        "text": "a miles"
      },
      {
        "label": "NP",
        "text": "cadáveres"
      },
      {
        "label": "VP",
        "text": "que no han"
      },
      {
        "label": "NP",
        "text": "no han"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP estallido/NN del/NN conflicto/NN)\n  en/IN\n  octubre/FW\n  de/FW\n  2023/CD\n  ,/,\n  (VP convirtió/VBZ (NP a/DT la/NN Franja/NNP))\n  (PP de/IN (NP Gaza/NNP))\n  en/FW\n  el/FW\n  escenario/FW\n  de/FW\n  una/FW\n  ofensiva/FW\n  militar/FW\n  (NP israelí/NN que/NN ha/NN dejado/NN más/NN)\n  (VP del/VBZ)\n  60/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  la/FW\n  infraestructura/FW\n  (NP local/JJ devastada/NN y/NN)\n  ,/,\n  (VP bajo/VB (NP los/JJ escombros/NNS))\n  ,/,\n  (NP a/DT miles/NNS)\n  de/FW\n  (NP cadáveres/NNS)\n  (VP que/VBP (NP no/DT han/NN))\n  (VP podido/VBZ (NP ser/JJR recuperados/NN))\n  ./.)",
      "(S\n  (NP\n    Un/NNP\n    solo/NN\n    año/NN\n    alcanzó/NN\n    para/NN\n    destruir/NN\n    lo/NN\n    que/NN\n    era/NN)\n  (NP una/JJ próspera/NN comunidad/NN)\n  (NP pese/JJ al/NN bloque/NN)\n  (NP\n    ilegal/JJ\n    sostenido/NN\n    por/NN\n    Tel/NNP\n    Aviv/NNP\n    desde/NN\n    junio/NN)\n  de/IN\n  2007/CD\n  ./.)",
      "(S\n  (NP Infraestructuras/NNP civiles/NNS)\n  ,/,\n  (NP tierras/NNS)\n  (VP agrícolas/VBP (NP y/JJ sitios/NNS))\n  de/IN\n  (ADJP patrimonio/JJ)\n  (ADJP cultural/JJ)\n  ./.)",
      "(S\n  (NP Hoy/NNP)\n  ,/,\n  más/FW\n  de/FW\n  dos/FW\n  (NP millones/NNS)\n  de/IN\n  palestinos/FW\n  (NP enfrentan/JJ una/JJ realidad/NN)\n  de/IN\n  escombros/FW\n  y/FW\n  (NP desplazamiento/NN forzado/NN)\n  ./.)",
      "(S\n  (NP El/NNP ataque/NN)\n  (VP del/VBD)\n  7/CD\n  de/FW\n  octubre/FW\n  de/IN\n  2023/CD\n  ,/,\n  (NP cuando/NN por/NN primera/NN vez/NN)\n  en/IN\n  mucho/FW\n  (ADJP tiempo/JJ)\n  el/FW\n  grupo/FW\n  de/FW\n  resistencia/FW\n  (NP palestino/NN Hamas/NNP)\n  (VP logro/VBZ (NP burlar/JJ las/NNS))\n  (VP\n    defensas/VBP\n    (NP israelíes/JJ y/NN logró/NN provocar/NN daños/NN))\n  (PP en/IN (NP territorio/NN ocupado/NN))\n  de/IN\n  manera/FW\n  (NP coordinada/NN)\n  (PP en/IN (NP múltiples/NNS puntos/NNS))\n  (VP en/VBP (NP la/NN frontera/NN))\n  ,/,\n  (NP\n    fue/JJ\n    utilizado/JJ\n    como/NN\n    pretexto/NN\n    para/NN\n    desencadenar/NN)\n  (ADJP una/JJ)\n  ofensiva/FW\n  de/FW\n  exterminio/FW\n  de/FW\n  la/FW\n  población/FW\n  gazatí/FW\n  por/FW\n  parte/FW\n  de/FW\n  (NP Tel/NNP Aviv/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "FECHAS_HORAS",
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ofensiva militar",
        "position": [
          101,
          117
        ],
        "start": 101,
        "end": 117
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en octubre",
        "position": [
          18,
          38
        ],
        "start": 18,
        "end": 38
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataque del 7 de octubre de 2023, cuando por primera vez en mucho tiempo el grupo de resistencia palestino hamas logro burlar las defensas israelíes",
        "position": [
          594,
          741
        ],
        "start": 594,
        "end": 741
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en gaza, que sigue en curso, ha transformado irreversiblemente el paisaje de la región. mientras la guerra avanza y las esperanzas de paz se desvanecen, el pueblo palestino debe sobrevivir atrapado entre las ruinas, la hambruna y",
        "position": [
          4153,
          4392
        ],
        "start": 4153,
        "end": 4392
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "ataque del 7 de octubre de 2023, cuando por primera vez en mucho tiempo el grupo de resistencia palestino hamas logro burlar las defensas israelíes y logró provocar daños en territorio ocupado de manera coordinada en múltiples",
        "position": [
          594,
          820
        ],
        "start": 594,
        "end": 820
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "patrimonio cultural",
        "position": [
          469,
          488
        ],
        "start": 469,
        "end": 488
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          3135,
          3146
        ],
        "start": 3135,
        "end": 3146
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1280,
          1287
        ],
        "start": 1280,
        "end": 1287
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad islámica de",
        "position": [
          3024,
          3047
        ],
        "start": 3024,
        "end": 3047
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          1508,
          1512
        ],
        "start": 1508,
        "end": 1512
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          3291,
          3299
        ],
        "start": 3291,
        "end": 3299
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          3024,
          3035
        ],
        "start": 3024,
        "end": 3035
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "electricidad",
        "position": [
          1515,
          1527
        ],
        "start": 1515,
        "end": 1527
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          118,
          125
        ],
        "start": 118,
        "end": 125
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "área de",
        "position": [
          2687,
          2694
        ],
        "start": 2687,
        "end": 2694
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro médico",
        "position": [
          3319,
          3332
        ],
        "start": 3319,
        "end": 3332
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad islámica",
        "position": [
          3024,
          3044
        ],
        "start": 3024,
        "end": 3044
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "7 de octubre de 2023",
        "position": [
          605,
          625
        ],
        "start": 605,
        "end": 625
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          490,
          493
        ],
        "start": 490,
        "end": 493
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1455,
          1462
        ],
        "start": 1455,
        "end": 1462
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "400 personas",
        "position": [
          1019,
          1031
        ],
        "start": 1019,
        "end": 1031
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "42 mil",
        "position": [
          1239,
          1245
        ],
        "start": 1239,
        "end": 1245
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "1.400 personas",
        "position": [
          1017,
          1031
        ],
        "start": 1017,
        "end": 1031
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 12",
        "position": [
          1776,
          1785
        ],
        "start": 1776,
        "end": 1785
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 600",
        "position": [
          2209,
          2219
        ],
        "start": 2209,
        "end": 2219
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "13 de octubre de 2023",
        "position": [
          2377,
          2398
        ],
        "start": 2377,
        "end": 2398
      }
    ],
    "match_count": 26
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mezquitas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Franja",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Gran Mezquita",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Porfirio",
        "tipo": "Persona"
      },
      {
        "nombre": "Universidad Islámica de Gaza",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Al Shifa",
        "tipo": "Lugar"
      },
      {
        "nombre": "al-Mawasi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Deir el-Balah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad de Al-Azhar",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tel Aviv",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jabalia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Hamas",
        "relacion": "UTILIZAR",
        "objeto": "Tel Aviv"
      }
    ]
  },
  "sentiment": {
    "compound": 0.7845,
    "pos": 0.032,
    "neu": 0.949,
    "neg": 0.019,
    "label": "positive"
  }
}