{
  "url": "https://www.telesurtv.net/luis-arce-en-brics-hay-otra-alternativa-para-el-mundo-el-multilateralismo/",
  "title": "Luis Arce en BRICS: hay otra alternativa para el mundo, el multilateralismo - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "alternativa",
    "Bolivia",
    "Brics",
    "Multilateralismo"
  ],
  "text": "El presidente Luis Arce refirió este jueves en una entrevista exclusiva para la multiplataforma informativa teleSUR, que hay otra alternativa en el mundo: puede existir el multilateralismo y es un beneficio mutuo para toda la humanidad.\nTodos hemos sido excluidos de este desarrollo global, y tenemos la oportunidad de ser tomados en cuenta, de poder desarrollarnos de manera soberana sin que nadie se imponga, a propósito de Bolivia contar con una membresía en el bloque internacional.\n“Somos humanos, no somos estadísticas”, refirió el mandatario bolivariano, quien puntualizó además que hay un bloque que emerge para todos los países, por eso es un día histórico.\nDe igual manera, Luis Arce refirió que es un honor para Bolivia participar en la Cumbre de los BRICS, que es una prueba tangible de la posibilidad de crear un nuevo orden mundial más equilibrado y justo para la humanidad.\n“Nuestra presencia hoy subraya la afinidad de Bolivia con las propuestas y compromisos del BRICS, especialmente en lo que respecta a las reformas necesarias para el crecimiento y desarrollo de los países emergentes y en desarrollo”, recalcó.\nAsimismo, alertó sobre el saqueo histórico a los recursos de los países latinoamericanos. “Se deben buscar soluciones pacíficas. El Sur global siempre fuimos mayoría, y tenemos a través del Brics la posibilidad de hacernos escuchar. Ahora tenemos un mecanismo donde podemos coordinarnos”, dijo.\nEl modelo boliviano es diferente: estamos atrayendo inversiones. Bolivia participa en toda la cadena productiva; entra en la producción de la minería, en la industrialización y en la comercialización del litio.\n“Consolidarnos como un socio estratégico y aprovechar la gran oportunidad de beneficiarnos de la tecnología de otros países del bloque para acelerar el desarrollo de la industria boliviana”, es de los objetivos primeros en la participación de Bolivia en el grupo.\nDesde su cuenta en X, Arce manifestó que su país cree firmemente en la integración regional y global como el mecanismo más efectivo para alcanzar un desarrollo conjunto. Tener una visión compartida sobre la gobernanza global nos acerca aún más al BRICS, insistió.\n“Con el apoyo del bloque BRICS podemos impulsar la transformación de la economía y la gobernanza mundial, para fortalecer el despliegue de un desarrollo conjunto y de beneficio mutuo, basado en los grandes avances de la ciencia y la tecnología, la conectividad digital y las energías renovables”, aseveró el jefe de Estado.\nAl insistir en que Bolivia es un país rico en recursos naturales y la primera reserva mundial de litio, el presidente refirió que “poseemos importantes reservas de gas natural, minerales tradicionales y tierras raras. Estamos en el proceso de industrialización y nuestra participación en el BRICS pretende el beneficio mutuo de este nuestro proceso”.\n“Vuelvo a considerar que esta reunión en Kazán fundará un nuevo momento en la historia, en el que los pueblos y naciones históricamente sojuzgados, se alinearán tras el escudo de los BRICS y la multipolaridad, y juntos, en la calidad que sea pertinente, haremos efectivos nuestros anhelos nacionales”, acotó.\nDe igual manera contempla el deseo de “procesos de desarrollo con soberanía de nuestros territorios, sin injerencia de ningún tipo, con autodeterminación, recuperando los sitios institucionales que occidente nos negó usarlos, para recobrar el sentido de las relaciones internacionales, respetando el derecho internacional, y ejerciendo justicia con nuestros pueblos, dominados por la unipolaridad occidental y la tiranía del dólar”.\nLuis Arce puntualizó que las decisiones y los resultados de esta Cumbre se traduzcan en acciones concretas que beneficien a nuestros pueblos, así como que construyan “un futuro prometedor para el desarrollo global de la humanidad y de nuestras generaciones venideras”.\nEl mandatario refirió que sostuvo “una grata reunión con el hermano presidente de Venezuela, Nicolás Maduro, con quien reafirmamos nuestra lucha revolucionaria por la unidad y la cooperación entre nuestros países, en tiempos en que intereses imperialistas buscan debilitar la democracia y las conquistas sociales de nuestros pueblos”.\nDe igual manera mencionó que sostuvo una importante reunión bilateral “con el hermano presidente de la República Islámica de Irán, Masoud Pezeshkian. Reafirmamos la firme voluntad de seguir fortaleciendo nuestras relaciones de amistad y cooperación mutua en áreas clave, como la agricultura, salud, energía, educación y comercio en favor de nuestros pueblos”, puntualizó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/luis-arce-en-brics-hay-otra-alternativa-para-el-mundo-el-multilateralismo/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 462,
    "message_id": 79123,
    "date": "2024-10-24T23:55:07+00:00",
    "text": "teleSUR\nLuis Arce en BRICS: hay otra alternativa para el mundo, el multilateralismo\nhttps://www.telesurtv.net/luis-arce-en-brics-hay-otra-alternativa-para-el-mundo-el-multilateralismo/",
    "photo_path": null,
    "views": 3162,
    "reactions": {
      "👍": 60,
      "👏": 9
    },
    "total_reactions": 69
  },
  "preprocessing": {
    "cleaned": "el presidente luis arce refirió este jueves en una entrevista exclusiva para la multiplataforma informativa telesur, que hay otra alternativa en el mundo: puede existir el multilateralismo y es un beneficio mutuo para toda la humanidad. todos hemos sido excluidos de este desarrollo global, y tenemos la oportunidad de ser tomados en cuenta, de poder desarrollarnos de manera soberana sin que nadie se imponga, a propósito de bolivia contar con una membresía en el bloque internacional. “somos humanos, no somos estadísticas”, refirió el mandatario bolivariano, quien puntualizó además que hay un bloque que emerge para todos los países, por eso es un día histórico. de igual manera, luis arce refirió que es un honor para bolivia participar en la cumbre de los brics, que es una prueba tangible de la posibilidad de crear un nuevo orden mundial más equilibrado y justo para la humanidad. “nuestra presencia hoy subraya la afinidad de bolivia con las propuestas y compromisos del brics, especialmente en lo que respecta a las reformas necesarias para el crecimiento y desarrollo de los países emergentes y en desarrollo”, recalcó. asimismo, alertó sobre el saqueo histórico a los recursos de los países latinoamericanos. “se deben buscar soluciones pacíficas. el sur global siempre fuimos mayoría, y tenemos a través del brics la posibilidad de hacernos escuchar. ahora tenemos un mecanismo donde podemos coordinarnos”, dijo. el modelo boliviano es diferente: estamos atrayendo inversiones. bolivia participa en toda la cadena productiva; entra en la producción de la minería, en la industrialización y en la comercialización del litio. “consolidarnos como un socio estratégico y aprovechar la gran oportunidad de beneficiarnos de la tecnología de otros países del bloque para acelerar el desarrollo de la industria boliviana”, es de los objetivos primeros en la participación de bolivia en el grupo. desde su cuenta en x, arce manifestó que su país cree firmemente en la integración regional y global como el mecanismo más efectivo para alcanzar un desarrollo conjunto. tener una visión compartida sobre la gobernanza global nos acerca aún más al brics, insistió. “con el apoyo del bloque brics podemos impulsar la transformación de la economía y la gobernanza mundial, para fortalecer el despliegue de un desarrollo conjunto y de beneficio mutuo, basado en los grandes avances de la ciencia y la tecnología, la conectividad digital y las energías renovables”, aseveró el jefe de estado. al insistir en que bolivia es un país rico en recursos naturales y la primera reserva mundial de litio, el presidente refirió que “poseemos importantes reservas de gas natural, minerales tradicionales y tierras raras. estamos en el proceso de industrialización y nuestra participación en el brics pretende el beneficio mutuo de este nuestro proceso”. “vuelvo a considerar que esta reunión en kazán fundará un nuevo momento en la historia, en el que los pueblos y naciones históricamente sojuzgados, se alinearán tras el escudo de los brics y la multipolaridad, y juntos, en la calidad que sea pertinente, haremos efectivos nuestros anhelos nacionales”, acotó. de igual manera contempla el deseo de “procesos de desarrollo con soberanía de nuestros territorios, sin injerencia de ningún tipo, con autodeterminación, recuperando los sitios institucionales que occidente nos negó usarlos, para recobrar el sentido de las relaciones internacionales, respetando el derecho internacional, y ejerciendo justicia con nuestros pueblos, dominados por la unipolaridad occidental y la tiranía del dólar”. luis arce puntualizó que las decisiones y los resultados de esta cumbre se traduzcan en acciones concretas que beneficien a nuestros pueblos, así como que construyan “un futuro prometedor para el desarrollo global de la humanidad y de nuestras generaciones venideras”. el mandatario refirió que sostuvo “una grata reunión con el hermano presidente de venezuela, nicolás maduro, con quien reafirmamos nuestra lucha revolucionaria por la unidad y la cooperación entre nuestros países, en tiempos en que intereses imperialistas buscan debilitar la democracia y las conquistas sociales de nuestros pueblos”. de igual manera mencionó que sostuvo una importante reunión bilateral “con el hermano presidente de la república islámica de irán, masoud pezeshkian. reafirmamos la firme voluntad de seguir fortaleciendo nuestras relaciones de amistad y cooperación mutua en áreas clave, como la agricultura, salud, energía, educación y comercio en favor de nuestros pueblos”, puntualizó.",
    "tokens": [
      "presidente",
      "luis",
      "arce",
      "refirió",
      "jueves",
      "entrevista",
      "exclusiva",
      "multiplataforma",
      "informativa",
      "telesur",
      ",",
      "alternativa",
      "mundo",
      ":",
      "puede",
      "existir",
      "multilateralismo",
      "beneficio",
      "mutuo",
      "toda",
      "humanidad",
      ".",
      "sido",
      "excluidos",
      "desarrollo",
      "global",
      ",",
      "oportunidad",
      "ser",
      "tomados",
      "cuenta",
      ",",
      "poder",
      "desarrollarnos",
      "manera",
      "soberana",
      "nadie",
      "imponga",
      ",",
      "propósito",
      "bolivia",
      "contar",
      "membresía",
      "bloque",
      "internacional",
      ".",
      "“",
      "humanos",
      ",",
      "estadísticas",
      "”",
      ",",
      "refirió",
      "mandatario",
      "bolivariano",
      ",",
      "puntualizó",
      "además",
      "bloque",
      "emerge",
      "países",
      ",",
      "día",
      "histórico",
      ".",
      "igual",
      "manera",
      ",",
      "luis",
      "arce",
      "refirió",
      "honor",
      "bolivia",
      "participar",
      "cumbre",
      "brics",
      ",",
      "prueba",
      "tangible",
      "posibilidad",
      "crear",
      "nuevo",
      "orden",
      "mundial",
      "equilibrado",
      "justo",
      "humanidad",
      ".",
      "“",
      "presencia",
      "hoy",
      "subraya",
      "afinidad",
      "bolivia",
      "propuestas",
      "compromisos",
      "brics",
      ",",
      "especialmente",
      "respecta",
      "reformas",
      "necesarias",
      "crecimiento",
      "desarrollo",
      "países",
      "emergentes",
      "desarrollo",
      "”",
      ",",
      "recalcó",
      ".",
      "asimismo",
      ",",
      "alertó",
      "saqueo",
      "histórico",
      "recursos",
      "países",
      "latinoamericanos",
      ".",
      "“",
      "deben",
      "buscar",
      "soluciones",
      "pacíficas",
      ".",
      "sur",
      "global",
      "siempre",
      "mayoría",
      ",",
      "través",
      "brics",
      "posibilidad",
      "hacernos",
      "escuchar",
      ".",
      "ahora",
      "mecanismo",
      "podemos",
      "coordinarnos",
      "”",
      ",",
      "dijo",
      ".",
      "modelo",
      "boliviano",
      "diferente",
      ":",
      "atrayendo",
      "inversiones",
      ".",
      "bolivia",
      "participa",
      "toda",
      "cadena",
      "productiva",
      ";",
      "entra",
      "producción",
      "minería",
      ",",
      "industrialización",
      "comercialización",
      "litio",
      ".",
      "“",
      "consolidarnos",
      "socio",
      "estratégico",
      "aprovechar",
      "gran",
      "oportunidad",
      "beneficiarnos",
      "tecnología",
      "países",
      "bloque",
      "acelerar",
      "desarrollo",
      "industria",
      "boliviana",
      "”",
      ",",
      "objetivos",
      "primeros",
      "participación",
      "bolivia",
      "grupo",
      ".",
      "cuenta",
      "x",
      ",",
      "arce",
      "manifestó",
      "país",
      "cree",
      "firmemente",
      "integración",
      "regional",
      "global",
      "mecanismo",
      "efectivo",
      "alcanzar",
      "desarrollo",
      "conjunto",
      ".",
      "tener",
      "visión",
      "compartida",
      "gobernanza",
      "global",
      "acerca",
      "aún",
      "brics",
      ",",
      "insistió",
      ".",
      "“",
      "apoyo",
      "bloque",
      "brics",
      "podemos",
      "impulsar",
      "transformación",
      "economía",
      "gobernanza",
      "mundial",
      ",",
      "fortalecer",
      "despliegue",
      "desarrollo",
      "conjunto",
      "beneficio",
      "mutuo",
      ",",
      "basado",
      "grandes",
      "avances",
      "ciencia",
      "tecnología",
      ",",
      "conectividad",
      "digital",
      "energías",
      "renovables",
      "”",
      ",",
      "aseveró",
      "jefe",
      ".",
      "insistir",
      "bolivia",
      "país",
      "rico",
      "recursos",
      "naturales",
      "primera",
      "reserva",
      "mundial",
      "litio",
      ",",
      "presidente",
      "refirió",
      "“",
      "poseemos",
      "importantes",
      "reservas",
      "gas",
      "natural",
      ",",
      "minerales",
      "tradicionales",
      "tierras",
      "raras",
      ".",
      "proceso",
      "industrialización",
      "participación",
      "brics",
      "pretende",
      "beneficio",
      "mutuo",
      "proceso",
      "”",
      ".",
      "“",
      "vuelvo",
      "considerar",
      "reunión",
      "kazán",
      "fundará",
      "nuevo",
      "momento",
      "historia",
      ",",
      "pueblos",
      "naciones",
      "históricamente",
      "sojuzgados",
      ",",
      "alinearán",
      "tras",
      "escudo",
      "brics",
      "multipolaridad",
      ",",
      "juntos",
      ",",
      "calidad",
      "pertinente",
      ",",
      "haremos",
      "efectivos",
      "anhelos",
      "nacionales",
      "”",
      ",",
      "acotó",
      ".",
      "igual",
      "manera",
      "contempla",
      "deseo",
      "“",
      "procesos",
      "desarrollo",
      "soberanía",
      "territorios",
      ",",
      "injerencia",
      "ningún",
      "tipo",
      ",",
      "autodeterminación",
      ",",
      "recuperando",
      "sitios",
      "institucionales",
      "occidente",
      "negó",
      "usarlos",
      ",",
      "recobrar",
      "relaciones",
      "internacionales",
      ",",
      "respetando",
      "derecho",
      "internacional",
      ",",
      "ejerciendo",
      "justicia",
      "pueblos",
      ",",
      "dominados",
      "unipolaridad",
      "occidental",
      "tiranía",
      "dólar",
      "”",
      ".",
      "luis",
      "arce",
      "puntualizó",
      "decisiones",
      "resultados",
      "cumbre",
      "traduzcan",
      "acciones",
      "concretas",
      "beneficien",
      "pueblos",
      ",",
      "así",
      "construyan",
      "“",
      "futuro",
      "prometedor",
      "desarrollo",
      "global",
      "humanidad",
      "generaciones",
      "venideras",
      "”",
      ".",
      "mandatario",
      "refirió",
      "sostuvo",
      "“",
      "grata",
      "reunión",
      "hermano",
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "reafirmamos",
      "lucha",
      "revolucionaria",
      "unidad",
      "cooperación",
      "países",
      ",",
      "tiempos",
      "intereses",
      "imperialistas",
      "buscan",
      "debilitar",
      "democracia",
      "conquistas",
      "sociales",
      "pueblos",
      "”",
      ".",
      "igual",
      "manera",
      "mencionó",
      "sostuvo",
      "importante",
      "reunión",
      "bilateral",
      "“",
      "hermano",
      "presidente",
      "república",
      "islámica",
      "irán",
      ",",
      "masoud",
      "pezeshkian",
      ".",
      "reafirmamos",
      "firme",
      "voluntad",
      "seguir",
      "fortaleciendo",
      "relaciones",
      "amistad",
      "cooperación",
      "mutua",
      "áreas",
      "clave",
      ",",
      "agricultura",
      ",",
      "salud",
      ",",
      "energía",
      ",",
      "educación",
      "comercio",
      "favor",
      "pueblos",
      "”",
      ",",
      "puntualizó",
      "."
    ],
    "token_count": 459,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 55,
      "NN": 263,
      "NNS": 34,
      "VBP": 24,
      "JJ": 77,
      "FW": 170,
      "IN": 26,
      "VBZ": 7,
      "DT": 1,
      "VBD": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NN": 29,
      "NN-NNP": 12,
      "NNP-NNP": 12,
      "NN-NN": 154,
      "NN-NNS": 13,
      "NNS-VBP": 22,
      "VBP-JJ": 10,
      "JJ-NN": 49,
      "NN-FW": 31,
      "FW-NN": 21,
      "FW-FW": 107,
      "NN-JJ": 26,
      "NN-IN": 21,
      "IN-FW": 16,
      "FW-JJ": 16,
      "FW-NNP": 16,
      "JJ-JJ": 11,
      "JJ-NNP": 4,
      "NNP-VBZ": 2,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-VBZ": 3,
      "VBZ-JJ": 4,
      "IN-JJ": 2,
      "JJ-NNS": 7,
      "NNP-JJ": 5,
      "NNP-FW": 5,
      "JJ-FW": 6,
      "FW-NNS": 9,
      "NNS-VBZ": 2,
      "VBZ-IN": 2,
      "IN-NN": 4,
      "VBP-NNP": 4,
      "NNS-NNP": 2,
      "NN-VBD": 1,
      "VBD-FW": 2,
      "VBP-NN": 5,
      "NN-VBP": 1,
      "IN-NNP": 4,
      "NNS-NNS": 4,
      "VBP-FW": 2,
      "VBP-IN": 1,
      "VBP-NNS": 1,
      "NNS-JJ": 2,
      "NNS-FW": 1,
      "NNP-IN": 1,
      "NNP-VBD": 1,
      "NNS-IN": 1,
      "FW-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NNP": 1,
      "NN-NNP-NNP": 2,
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 22,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 7,
      "JJ-NN-FW": 1,
      "NN-FW-NN": 12,
      "FW-NN-FW": 5,
      "NN-FW-FW": 14,
      "FW-FW-FW": 77,
      "FW-FW-NN": 6,
      "FW-NN-NN": 8,
      "NN-NN-NN": 84,
      "NN-NN-JJ": 19,
      "NN-JJ-NN": 17,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 14,
      "IN-FW-FW": 7,
      "FW-FW-JJ": 9,
      "FW-JJ-NN": 9,
      "JJ-NN-NN": 37,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 7,
      "NN-NN-FW": 20,
      "FW-NN-IN": 5,
      "FW-FW-NNP": 11,
      "FW-NNP-NN": 10,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "NN-NN-IN": 11,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 6,
      "JJ-NN-JJ": 2,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "JJ-NN-NNP": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 3,
      "NN-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-JJ-FW": 3,
      "JJ-FW-JJ": 2,
      "JJ-JJ-NN": 7,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-FW": 2,
      "NN-NN-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 2,
      "VBZ-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-NN-JJ": 4,
      "FW-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 2,
      "FW-FW-NNS": 3,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 3,
      "NN-JJ-JJ": 4,
      "NN-IN-NNP": 3,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "IN-JJ-NN": 1,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-FW": 2,
      "VBP-FW-JJ": 1,
      "IN-NNP-NNP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "IN-FW-NNP": 1,
      "IN-NNP-NN": 1,
      "FW-JJ-NNS": 1,
      "VBP-FW-FW": 1,
      "IN-FW-NN": 2,
      "JJ-NN-NNS": 1,
      "VBP-NNP-JJ": 1,
      "JJ-JJ-NNS": 2,
      "VBP-JJ-NNS": 1,
      "FW-NNS-NNS": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NNP-FW-JJ": 1,
      "JJ-FW-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-NNP": 2,
      "NNP-NNP-NNP": 4,
      "NN-FW-JJ": 1,
      "NN-NNS-VBZ": 1,
      "VBZ-IN-FW": 1,
      "NNP-FW-NN": 1,
      "JJ-NN-VBZ": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 263,
        "FW": 170,
        "JJ": 77,
        "NNP": 55,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 154,
        "FW-FW": 107,
        "JJ-NN": 49,
        "NN-FW": 31,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 84,
        "FW-FW-FW": 77,
        "JJ-NN-NN": 37,
        "NNP-NN-NN": 22,
        "NN-NN-FW": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 182,
      "VP": 28,
      "ADJP": 9,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0198
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 3,
        "weight": 0.0119
      },
      {
        "rule": "NP -> ('países', 'NNS')",
        "frequency": 3,
        "weight": 0.0119
      },
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Cumbre', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "S -> NP VP ('exclusiva', 'FW') NP ('la', 'FW') ('multiplataforma', 'FW') ('informativa', 'FW') NP (',', ',') NP NP ('en', 'IN') ('el', 'FW') NP (':', ':') NP NP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('El', 'NNP') ('presidente', 'NN') ('Luis', 'NNP') ('Arce', 'NNP') ('refirió', 'NN') ('este', 'NN') ('jueves', 'NNS')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "VP -> ('en', 'VBP') NP",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente Luis Arce refirió este jueves"
      },
      {
        "label": "VP",
        "text": "en una entrevista"
      },
      {
        "label": "NP",
        "text": "una entrevista"
      },
      {
        "label": "NP",
        "text": "para"
      },
      {
        "label": "NP",
        "text": "teleSUR"
      },
      {
        "label": "NP",
        "text": "que hay"
      },
      {
        "label": "NP",
        "text": "otra alternativa"
      },
      {
        "label": "NP",
        "text": "mundo"
      },
      {
        "label": "NP",
        "text": "puede existir el multilateralismo y es"
      },
      {
        "label": "NP",
        "text": "un beneficio mutuo para toda la humanidad"
      },
      {
        "label": "NP",
        "text": "Todos hemos sido"
      },
      {
        "label": "NP",
        "text": "desarrollo"
      },
      {
        "label": "ADJP",
        "text": "global"
      },
      {
        "label": "NP",
        "text": "y tenemos la"
      },
      {
        "label": "NP",
        "text": "tomados"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    El/NNP\n    presidente/NN\n    Luis/NNP\n    Arce/NNP\n    refirió/NN\n    este/NN\n    jueves/NNS)\n  (VP en/VBP (NP una/JJ entrevista/NN))\n  exclusiva/FW\n  (NP para/NN)\n  la/FW\n  multiplataforma/FW\n  informativa/FW\n  (NP teleSUR/NN)\n  ,/,\n  (NP que/JJ hay/NN)\n  (NP otra/JJ alternativa/NN)\n  en/IN\n  el/FW\n  (NP mundo/NN)\n  :/:\n  (NP puede/NN existir/NN el/NN multilateralismo/NN y/NN es/NN)\n  (NP un/JJ beneficio/NN mutuo/NN para/NN toda/NN la/NN humanidad/NN)\n  ./.)",
      "(S\n  (NP Todos/NNP hemos/NN sido/NN)\n  excluidos/FW\n  de/FW\n  este/FW\n  (NP desarrollo/NN)\n  (ADJP global/JJ)\n  ,/,\n  (NP y/JJ tenemos/NN la/NN)\n  oportunidad/FW\n  de/FW\n  ser/FW\n  (NP tomados/NN)\n  en/FW\n  (NP cuenta/NN)\n  ,/,\n  de/FW\n  poder/FW\n  desarrollarnos/FW\n  de/FW\n  manera/FW\n  (NP soberana/NN sin/NN que/NN)\n  nadie/FW\n  se/FW\n  (NP imponga/NN)\n  ,/,\n  (NP a/DT propósito/NN)\n  (PP de/IN (NP Bolivia/NNP contar/NN con/NN))\n  (NP una/JJ membresía/NN)\n  en/IN\n  el/FW\n  (NP bloque/JJ internacional/NN)\n  ./.)",
      "(S\n  (NP “/JJ Somos/NNP humanos/NN)\n  ,/,\n  (NP no/DT somos/NN)\n  estadísticas/RB\n  (NP ”/NNP)\n  ,/,\n  (NP refirió/NN el/NN mandatario/NN bolivariano/NN)\n  ,/,\n  (NP quien/JJ puntualizó/NN además/NN que/NN hay/NN)\n  (NP un/JJ bloque/NN que/NN emerge/NN para/NN)\n  (PP todos/IN (NP los/NN países/NNS))\n  ,/,\n  (NP por/NN eso/NN es/NN)\n  (NP un/JJ día/NN histórico/NN)\n  ./.)",
      "(S\n  (NP De/NNP)\n  (NP igual/JJ manera/NN)\n  ,/,\n  (NP Luis/NNP Arce/NNP refirió/NN que/NN es/NN)\n  (NP un/JJ honor/NN para/NN Bolivia/NNP participar/NN en/NN)\n  la/FW\n  (NP Cumbre/NNP)\n  de/FW\n  los/FW\n  (NP BRICS/NNP)\n  ,/,\n  (NP que/NN es/NN)\n  (NP una/JJ prueba/NN)\n  (ADJP tangible/JJ)\n  de/FW\n  la/FW\n  posibilidad/FW\n  de/FW\n  crear/FW\n  (ADJP un/JJ)\n  nuevo/FW\n  (NP\n    orden/JJ\n    mundial/JJ\n    más/NN\n    equilibrado/NN\n    y/NN\n    justo/NN\n    para/NN\n    la/NN\n    humanidad/NN)\n  ./.)",
      "(S\n  (NP “/JJ Nuestra/NNP presencia/NN hoy/NN subraya/NN)\n  la/FW\n  afinidad/FW\n  de/FW\n  (NP Bolivia/NNP con/NN las/NN propuestas/NNS)\n  (VP y/VBP (NP compromisos/JJ del/NN BRICS/NNP))\n  ,/,\n  (NP especialmente/NN)\n  en/FW\n  (NP lo/NN que/NN)\n  (VP\n    respecta/VBZ\n    (NP a/DT las/JJ reformas/NN)\n    (NP\n      necesarias/JJ\n      para/NN\n      el/NN\n      crecimiento/NN\n      y/NN\n      desarrollo/NN))\n  de/IN\n  los/FW\n  (NP países/NNS)\n  (VP emergentes/VBZ y/JJ)\n  (PP en/IN (NP desarrollo/NN ”/NN))\n  ,/,\n  (NP recalcó/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          1928,
          1937
        ],
        "start": 1928,
        "end": 1937
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación entre nuestros países, en tiempos en que intereses imperialistas buscan debilitar la democracia y las",
        "position": [
          4030,
          4143
        ],
        "start": 4030,
        "end": 4143
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación entre nuestros países",
        "position": [
          4030,
          4063
        ],
        "start": 4030,
        "end": 4063
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          51,
          71
        ],
        "start": 51,
        "end": 71
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "soberanía de nuestros territorios, sin injerencia de ningún tipo, con autodeterminación, recuperando los sitios institucionales que occidente nos negó usarlos, para recobrar el sentido de las relaciones internacionales, respetando el derecho",
        "position": [
          3215,
          3456
        ],
        "start": 3215,
        "end": 3456
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          3877,
          3884
        ],
        "start": 3877,
        "end": 3884
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          1141,
          1147
        ],
        "start": 1141,
        "end": 1147
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente luis arce",
        "position": [
          3,
          23
        ],
        "start": 3,
        "end": 23
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "negó",
        "position": [
          3361,
          3365
        ],
        "start": 3361,
        "end": 3365
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "gas natural",
        "position": [
          2653,
          2664
        ],
        "start": 2653,
        "end": 2664
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          4485,
          4492
        ],
        "start": 4485,
        "end": 4492
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          426,
          433
        ],
        "start": 426,
        "end": 433
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          3933,
          3942
        ],
        "start": 3933,
        "end": 3942
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          908,
          911
        ],
        "start": 908,
        "end": 911
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Masoud Pezeshkian",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luis Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Kazán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Reafirmamos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República Islámica de Irán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "El Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arce",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luis Arce",
        "relacion": "REFERIR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "BRICS",
        "relacion": "IMPULSAR_ASEVERAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Kazán",
        "relacion": "FUNDAR_CONSIDERAR_ACOTAR",
        "objeto": "BRICS"
      }
    ]
  },
  "sentiment": {
    "compound": -0.25,
    "pos": 0.012,
    "neu": 0.974,
    "neg": 0.014,
    "label": "negative"
  }
}