{
  "url": "https://www.telesurtv.net/la-huelga-portuaria-que-amenaza-con-paralizar-la-economia-en-ee-uu/",
  "title": "La huelga portuaria que amenaza con paralizar la economía en EE.UU. - teleSUR",
  "section": "Mundo",
  "tags": [
    "Economía",
    "Huelga",
    "paralizar"
  ],
  "text": "La huelga masiva de trabajadores portuarios ha paralizado los principales astilleros de la costa este de Estados Unidos y la costa del Golfo. La Asociación Internacional de Estibadores (ILA), que representa a aproximadamente 45.000 trabajadores portuarios se mantiene en huelga desde el martes.\nAdemás de exigir aumentos salariales significativos, el sindicato demanda la prohibición total de la automatización de puertas, grúas y camiones de contenedores en sus puertos.\nEl conflicto laboral entre la Asociación Internacional de Estibadores (ILA), el sindicato más grande de trabajadores marítimos en Norteamérica, y el grupo patronal US Maritime Alliance (USMX) ha desencadenado una huelga sin precedentes en las costas este y del Golfo de Estados Unidos. El punto central de la disputa son los salarios.\nLa USMX, que representa a transportistas de contenedores, empleadores directos y asociaciones portuarias, se enfrenta a la primera huelga de la ILA que afecta a toda la costa desde 1977. Este paro laboral ha detenido aproximadamente la mitad del transporte marítimo del país.\nEn un intento por resolver el conflicto, la USMX ha declarado: “Nuestra oferta actual de un aumento salarial de casi el 50% supera cualquier otro acuerdo sindical reciente, al tiempo que aborda la inflación y reconoce el duro trabajo de la ILA para mantener la economía mundial en funcionamiento”.\nSin embargo, la ILA ha rechazado esta oferta, argumentando que “no aborda adecuadamente las demandas de nuestros miembros”. El sindicato cuestionó la presentación de la propuesta salarial por parte de la USMX, señalando: “Pueden pretender un aumento significativo, pero omiten convenientemente que muchos de nuestros miembros operan equipos multimillonarios de manipulación de contenedores por apenas 20 dólares la hora”.\nLa ILA también destacó la disparidad entre los salarios actuales y el costo de vida, mencionando que “el salario mínimo en algunos estados ya es de 15 dólares”, lo que subraya la necesidad de una compensación más justa para sus trabajadores altamente especializados.\nEl impacto de la huelga ya se hace sentir en el sistema logístico nacional. Miles de contenedores están abandonados en puertos equivocados y miles de millones de dólares en comercio permanecen anclados en buques. Los costos de la cadena de suministro están aumentando debido a los recargos de los transportistas marítimos y la necesidad de utilizar transporte terrestre alternativo.\nLos trabajadores del Puerto de Savannah, el cuarto más grande del país, exigen la contratación para continuar con las jornadas laborales. Para ellos, no se trata sólo de derechos laborales; se trata de dignidad y del derecho a resistir la explotación y la opresión la que son sometidos los trabajadores.\nEl presidente Joe Biden expresó cierto optimismo el jueves: “Creo que estamos avanzando”, aunque no proporcionó detalles adicionales. Mientras tanto, al menos 45 buques portacontenedores permanecen anclados fuera de los puertos afectados, en comparación con solo tres antes del inicio de la huelga.\nBiden ha mostrado su apoyo a la huelga y se ha negado a utilizar sus poderes bajo la Ley Taft-Hartley para forzar el regreso al trabajo de los estibadores. La vicepresidenta Kamala Harris declaró que la huelga “es una cuestión de justicia”, argumentando que los estibadores merecen una parte justa de los beneficios récord obtenidos por las compañías navieras.\nSegún estimaciones de JPMorgan, la suspensión del transporte marítimo en las costas este y del Golfo podría costar a la economía estadounidense 4.500 millones de dólares diarios. La huelga afecta a 14 puertos importantes y podría tener consecuencias inmediatas en el suministro de alimentos perecederos, café, té, equipos médicos y otros productos esenciales.\nLos estibadores en huelga en los puertos de Nueva York y Nueva Jersey cuentan con el apoyo adicional del subsidio de desempleo estatal. La gobernadora de Nueva York, Kathy Hochul, informó que aproximadamente 4.500 trabajadores portuarios de estos estados están involucrados en la huelga.\nSegún, los 14 puertos más importantes afectados por el paro laboral manejan una parte sustancial del comercio exterior estadounidense: el 25% de las importaciones y el 27% de las exportaciones de mercancías.\nEn términos de la economía nacional, estas cifras representan el 2,8% del PIB estadounidense en importaciones y el 1,9% en exportaciones, lo que subraya la importancia estratégica de estos puertos para la economía del país.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/la-huelga-portuaria-que-amenaza-con-paralizar-la-economia-en-ee-uu/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1764,
    "message_id": 77732,
    "date": "2024-10-03T21:55:07+00:00",
    "text": "teleSUR\nLa huelga portuaria que amenaza con paralizar la economía en EE.UU.\nhttps://www.telesurtv.net/la-huelga-portuaria-que-amenaza-con-paralizar-la-economia-en-ee-uu/",
    "photo_path": null,
    "views": 2560,
    "reactions": {
      "👍": 56,
      "🔥": 6,
      "😁": 6
    },
    "total_reactions": 68
  },
  "preprocessing": {
    "cleaned": "la huelga masiva de trabajadores portuarios ha paralizado los principales astilleros de la costa este de estados unidos y la costa del golfo. la asociación internacional de estibadores (ila), que representa a aproximadamente 45.000 trabajadores portuarios se mantiene en huelga desde el martes. además de exigir aumentos salariales significativos, el sindicato demanda la prohibición total de la automatización de puertas, grúas y camiones de contenedores en sus puertos. el conflicto laboral entre la asociación internacional de estibadores (ila), el sindicato más grande de trabajadores marítimos en norteamérica, y el grupo patronal us maritime alliance (usmx) ha desencadenado una huelga sin precedentes en las costas este y del golfo de estados unidos. el punto central de la disputa son los salarios. la usmx, que representa a transportistas de contenedores, empleadores directos y asociaciones portuarias, se enfrenta a la primera huelga de la ila que afecta a toda la costa desde 1977. este paro laboral ha detenido aproximadamente la mitad del transporte marítimo del país. en un intento por resolver el conflicto, la usmx ha declarado: “nuestra oferta actual de un aumento salarial de casi el 50% supera cualquier otro acuerdo sindical reciente, al tiempo que aborda la inflación y reconoce el duro trabajo de la ila para mantener la economía mundial en funcionamiento”. sin embargo, la ila ha rechazado esta oferta, argumentando que “no aborda adecuadamente las demandas de nuestros miembros”. el sindicato cuestionó la presentación de la propuesta salarial por parte de la usmx, señalando: “pueden pretender un aumento significativo, pero omiten convenientemente que muchos de nuestros miembros operan equipos multimillonarios de manipulación de contenedores por apenas 20 dólares la hora”. la ila también destacó la disparidad entre los salarios actuales y el costo de vida, mencionando que “el salario mínimo en algunos estados ya es de 15 dólares”, lo que subraya la necesidad de una compensación más justa para sus trabajadores altamente especializados. el impacto de la huelga ya se hace sentir en el sistema logístico nacional. miles de contenedores están abandonados en puertos equivocados y miles de millones de dólares en comercio permanecen anclados en buques. los costos de la cadena de suministro están aumentando debido a los recargos de los transportistas marítimos y la necesidad de utilizar transporte terrestre alternativo. los trabajadores del puerto de savannah, el cuarto más grande del país, exigen la contratación para continuar con las jornadas laborales. para ellos, no se trata sólo de derechos laborales; se trata de dignidad y del derecho a resistir la explotación y la opresión la que son sometidos los trabajadores. el presidente joe biden expresó cierto optimismo el jueves: “creo que estamos avanzando”, aunque no proporcionó detalles adicionales. mientras tanto, al menos 45 buques portacontenedores permanecen anclados fuera de los puertos afectados, en comparación con solo tres antes del inicio de la huelga. biden ha mostrado su apoyo a la huelga y se ha negado a utilizar sus poderes bajo la ley taft-hartley para forzar el regreso al trabajo de los estibadores. la vicepresidenta kamala harris declaró que la huelga “es una cuestión de justicia”, argumentando que los estibadores merecen una parte justa de los beneficios récord obtenidos por las compañías navieras. según estimaciones de jpmorgan, la suspensión del transporte marítimo en las costas este y del golfo podría costar a la economía estadounidense 4.500 millones de dólares diarios. la huelga afecta a 14 puertos importantes y podría tener consecuencias inmediatas en el suministro de alimentos perecederos, café, té, equipos médicos y otros productos esenciales. los estibadores en huelga en los puertos de nueva york y nueva jersey cuentan con el apoyo adicional del subsidio de desempleo estatal. la gobernadora de nueva york, kathy hochul, informó que aproximadamente 4.500 trabajadores portuarios de estos estados están involucrados en la huelga. según, los 14 puertos más importantes afectados por el paro laboral manejan una parte sustancial del comercio exterior estadounidense: el 25% de las importaciones y el 27% de las exportaciones de mercancías. en términos de la economía nacional, estas cifras representan el 2,8% del pib estadounidense en importaciones y el 1,9% en exportaciones, lo que subraya la importancia estratégica de estos puertos para la economía del país.",
    "tokens": [
      "huelga",
      "masiva",
      "trabajadores",
      "portuarios",
      "paralizado",
      "principales",
      "astilleros",
      "costa",
      "unidos",
      "costa",
      "golfo",
      ".",
      "asociación",
      "internacional",
      "estibadores",
      "(",
      "ila",
      ")",
      ",",
      "representa",
      "aproximadamente",
      "45.000",
      "trabajadores",
      "portuarios",
      "mantiene",
      "huelga",
      "martes",
      ".",
      "además",
      "exigir",
      "aumentos",
      "salariales",
      "significativos",
      ",",
      "sindicato",
      "demanda",
      "prohibición",
      "total",
      "automatización",
      "puertas",
      ",",
      "grúas",
      "camiones",
      "contenedores",
      "puertos",
      ".",
      "conflicto",
      "laboral",
      "asociación",
      "internacional",
      "estibadores",
      "(",
      "ila",
      ")",
      ",",
      "sindicato",
      "grande",
      "trabajadores",
      "marítimos",
      "norteamérica",
      ",",
      "grupo",
      "patronal",
      "us",
      "maritime",
      "alliance",
      "(",
      "usmx",
      ")",
      "desencadenado",
      "huelga",
      "precedentes",
      "costas",
      "golfo",
      "unidos",
      ".",
      "punto",
      "central",
      "disputa",
      "salarios",
      ".",
      "usmx",
      ",",
      "representa",
      "transportistas",
      "contenedores",
      ",",
      "empleadores",
      "directos",
      "asociaciones",
      "portuarias",
      ",",
      "enfrenta",
      "primera",
      "huelga",
      "ila",
      "afecta",
      "toda",
      "costa",
      "1977.",
      "paro",
      "laboral",
      "detenido",
      "aproximadamente",
      "mitad",
      "transporte",
      "marítimo",
      "país",
      ".",
      "intento",
      "resolver",
      "conflicto",
      ",",
      "usmx",
      "declarado",
      ":",
      "“",
      "oferta",
      "actual",
      "aumento",
      "salarial",
      "casi",
      "50",
      "%",
      "supera",
      "cualquier",
      "acuerdo",
      "sindical",
      "reciente",
      ",",
      "tiempo",
      "aborda",
      "inflación",
      "reconoce",
      "duro",
      "trabajo",
      "ila",
      "mantener",
      "economía",
      "mundial",
      "funcionamiento",
      "”",
      ".",
      "embargo",
      ",",
      "ila",
      "rechazado",
      "oferta",
      ",",
      "argumentando",
      "“",
      "aborda",
      "adecuadamente",
      "demandas",
      "miembros",
      "”",
      ".",
      "sindicato",
      "cuestionó",
      "presentación",
      "propuesta",
      "salarial",
      "parte",
      "usmx",
      ",",
      "señalando",
      ":",
      "“",
      "pueden",
      "pretender",
      "aumento",
      "significativo",
      ",",
      "omiten",
      "convenientemente",
      "miembros",
      "operan",
      "equipos",
      "multimillonarios",
      "manipulación",
      "contenedores",
      "apenas",
      "20",
      "dólares",
      "hora",
      "”",
      ".",
      "ila",
      "destacó",
      "disparidad",
      "salarios",
      "actuales",
      "costo",
      "vida",
      ",",
      "mencionando",
      "“",
      "salario",
      "mínimo",
      "15",
      "dólares",
      "”",
      ",",
      "subraya",
      "necesidad",
      "compensación",
      "justa",
      "trabajadores",
      "altamente",
      "especializados",
      ".",
      "impacto",
      "huelga",
      "hace",
      "sentir",
      "sistema",
      "logístico",
      "nacional",
      ".",
      "miles",
      "contenedores",
      "abandonados",
      "puertos",
      "equivocados",
      "miles",
      "millones",
      "dólares",
      "comercio",
      "permanecen",
      "anclados",
      "buques",
      ".",
      "costos",
      "cadena",
      "suministro",
      "aumentando",
      "debido",
      "recargos",
      "transportistas",
      "marítimos",
      "necesidad",
      "utilizar",
      "transporte",
      "terrestre",
      "alternativo",
      ".",
      "trabajadores",
      "puerto",
      "savannah",
      ",",
      "cuarto",
      "grande",
      "país",
      ",",
      "exigen",
      "contratación",
      "continuar",
      "jornadas",
      "laborales",
      ".",
      ",",
      "trata",
      "sólo",
      "derechos",
      "laborales",
      ";",
      "trata",
      "dignidad",
      "derecho",
      "resistir",
      "explotación",
      "opresión",
      "sometidos",
      "trabajadores",
      ".",
      "presidente",
      "joe",
      "biden",
      "expresó",
      "cierto",
      "optimismo",
      "jueves",
      ":",
      "“",
      "creo",
      "avanzando",
      "”",
      ",",
      "aunque",
      "proporcionó",
      "detalles",
      "adicionales",
      ".",
      "mientras",
      ",",
      "menos",
      "45",
      "buques",
      "portacontenedores",
      "permanecen",
      "anclados",
      "puertos",
      "afectados",
      ",",
      "comparación",
      "solo",
      "tres",
      "inicio",
      "huelga",
      ".",
      "biden",
      "mostrado",
      "apoyo",
      "huelga",
      "negado",
      "utilizar",
      "poderes",
      "bajo",
      "ley",
      "taft-hartley",
      "forzar",
      "regreso",
      "trabajo",
      "estibadores",
      ".",
      "vicepresidenta",
      "kamala",
      "harris",
      "declaró",
      "huelga",
      "“",
      "cuestión",
      "justicia",
      "”",
      ",",
      "argumentando",
      "estibadores",
      "merecen",
      "parte",
      "justa",
      "beneficios",
      "récord",
      "obtenidos",
      "compañías",
      "navieras",
      ".",
      "según",
      "estimaciones",
      "jpmorgan",
      ",",
      "suspensión",
      "transporte",
      "marítimo",
      "costas",
      "golfo",
      "podría",
      "costar",
      "economía",
      "estadounidense",
      "4.500",
      "millones",
      "dólares",
      "diarios",
      ".",
      "huelga",
      "afecta",
      "14",
      "puertos",
      "importantes",
      "podría",
      "tener",
      "consecuencias",
      "inmediatas",
      "suministro",
      "alimentos",
      "perecederos",
      ",",
      "café",
      ",",
      "té",
      ",",
      "equipos",
      "médicos",
      "productos",
      "esenciales",
      ".",
      "estibadores",
      "huelga",
      "puertos",
      "nueva",
      "york",
      "nueva",
      "jersey",
      "cuentan",
      "apoyo",
      "adicional",
      "subsidio",
      "desempleo",
      "estatal",
      ".",
      "gobernadora",
      "nueva",
      "york",
      ",",
      "kathy",
      "hochul",
      ",",
      "informó",
      "aproximadamente",
      "4.500",
      "trabajadores",
      "portuarios",
      "involucrados",
      "huelga",
      ".",
      "según",
      ",",
      "14",
      "puertos",
      "importantes",
      "afectados",
      "paro",
      "laboral",
      "manejan",
      "parte",
      "sustancial",
      "comercio",
      "exterior",
      "estadounidense",
      ":",
      "25",
      "%",
      "importaciones",
      "27",
      "%",
      "exportaciones",
      "mercancías",
      ".",
      "términos",
      "economía",
      "nacional",
      ",",
      "cifras",
      "representan",
      "2,8",
      "%",
      "pib",
      "estadounidense",
      "importaciones",
      "1,9",
      "%",
      "exportaciones",
      ",",
      "subraya",
      "importancia",
      "estratégica",
      "puertos",
      "economía",
      "país",
      "."
    ],
    "token_count": 460,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "VBD": 7,
      "FW": 170,
      "NNS": 49,
      "VBP": 27,
      "JJ": 64,
      "NN": 198,
      "IN": 36,
      "CD": 14,
      "VBZ": 13,
      "MD": 1,
      "DT": 3,
      "RB": 3,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-VBD": 3,
      "VBD-FW": 1,
      "FW-FW": 105,
      "FW-NNS": 16,
      "NNS-VBP": 23,
      "VBP-JJ": 14,
      "JJ-NN": 36,
      "NN-NNS": 8,
      "VBP-IN": 3,
      "IN-FW": 18,
      "FW-JJ": 9,
      "NN-IN": 26,
      "IN-NNP": 4,
      "NNP-NNP": 24,
      "NNP-JJ": 3,
      "NN-NNP": 11,
      "NNP-FW": 12,
      "FW-NNP": 16,
      "NNP-NN": 23,
      "NN-NN": 105,
      "NN-VBD": 4,
      "VBD-CD": 4,
      "CD-NNS": 8,
      "NNS-JJ": 3,
      "JJ-JJ": 8,
      "IN-NN": 3,
      "NN-VBZ": 6,
      "VBZ-NNP": 1,
      "NNS-NNS": 4,
      "NN-JJ": 10,
      "NNS-FW": 6,
      "VBP-NN": 4,
      "NNP-VBZ": 5,
      "VBZ-JJ": 5,
      "IN-NNS": 3,
      "NNP-VBP": 1,
      "JJ-NNP": 7,
      "VBZ-IN": 1,
      "NNP-IN": 2,
      "IN-JJ": 7,
      "JJ-FW": 7,
      "FW-NN": 22,
      "NN-FW": 18,
      "NNS-NNP": 10,
      "VBP-NNS": 3,
      "NN-CD": 3,
      "CD-NNP": 1,
      "NNP-MD": 1,
      "MD-JJ": 1,
      "FW-IN": 1,
      "FW-CD": 1,
      "CD-NN": 2,
      "NN-DT": 2,
      "DT-NN": 3,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NN-VBP": 3,
      "VBP-RB": 1,
      "RB-CD": 2,
      "JJ-NNS": 6,
      "IN-CD": 1,
      "NNS-IN": 1,
      "VBZ-FW": 3,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBZ-DT": 1,
      "VBD-JJ": 1,
      "VBZ-NNS": 1,
      "NNS-CD": 1,
      "VBZ-VBZ": 1,
      "VBD-RB": 1,
      "NNS-VBZ": 1,
      "CD-IN": 2,
      "VBP-CD": 2,
      "CD-JJ": 1
    },
    "trigram_freq": {
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-FW": 73,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 9,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 7,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 6,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 2,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "JJ-NN-IN": 9,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "JJ-NN-NNP": 1,
      "NN-NNP-NNP": 3,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 20,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 3,
      "VBD-CD-NNS": 3,
      "CD-NNS-JJ": 3,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NN": 7,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "NN-NN-NN": 49,
      "NN-NN-VBZ": 5,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-FW": 6,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "JJ-NN-NN": 18,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 9,
      "NN-IN-FW": 12,
      "IN-FW-FW": 4,
      "FW-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NN-NNP": 6,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NNP-NNP-VBZ": 1,
      "NN-NN-IN": 16,
      "NN-IN-NNS": 3,
      "IN-NNS-VBP": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NNS": 7,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-FW": 4,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 2,
      "IN-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-FW-NN": 14,
      "FW-NN-FW": 6,
      "NN-FW-NNS": 1,
      "FW-NNS-NNP": 4,
      "NNS-NNP-NNP": 1,
      "IN-NNS-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 5,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 4,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "NN-NN-FW": 10,
      "NN-FW-FW": 11,
      "FW-NN-NN": 12,
      "NN-NNP-NN": 6,
      "NN-FW-NN": 3,
      "NN-NNP-MD": 1,
      "NNP-MD-JJ": 1,
      "MD-JJ-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-JJ": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 2,
      "IN-FW-NNP": 2,
      "FW-FW-JJ": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "FW-NN-NNP": 1,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-NNP-NN": 4,
      "NNP-NN-NNP": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NNS": 2,
      "CD-NNS-FW": 3,
      "NN-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "VBP-NN-FW": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 4,
      "IN-FW-NN": 2,
      "FW-JJ-NNP": 2,
      "NNP-FW-NNS": 1,
      "VBP-JJ-FW": 2,
      "NN-NN-NNS": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-NNS-NNP": 1,
      "NNP-NN-FW": 1,
      "IN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "VBP-NNS-NNP": 2,
      "NNS-NNP-VBZ": 2,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "FW-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NN-VBP-NNS": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "IN-JJ-NN": 2,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNS-NNP-FW": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-NNP-NN": 1,
      "VBP-NN-CD": 1,
      "NN-CD-NNS": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-IN": 1,
      "NN-JJ-JJ": 1,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "JJ-NN-JJ": 2,
      "JJ-NN-VBD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 2,
      "NNS-VBP-CD": 2,
      "VBP-CD-IN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "VBP-CD-JJ": 1,
      "CD-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 198,
        "FW": 170,
        "NNP": 75,
        "JJ": 64,
        "NNS": 49
      },
      "top_bigrams": {
        "FW-FW": 105,
        "NN-NN": 105,
        "JJ-NN": 36,
        "NN-IN": 26,
        "NNP-NNP": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 73,
        "NN-NN-NN": 49,
        "NNP-NN-NN": 20,
        "JJ-NN-NN": 18,
        "NN-NN-IN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 184,
      "VP": 47,
      "PP": 14,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0178
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0178
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0142
      },
      {
        "rule": "NP -> ('trabajadores', 'NNS')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('contenedores', 'NNS')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('huelga', 'NN')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('Estibadores', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('ILA', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "huelga"
      },
      {
        "label": "NP",
        "text": "portuarios"
      },
      {
        "label": "VP",
        "text": "ha paralizado los principales"
      },
      {
        "label": "NP",
        "text": "paralizado los principales"
      },
      {
        "label": "VP",
        "text": "astilleros"
      },
      {
        "label": "NP",
        "text": "costa este"
      },
      {
        "label": "PP",
        "text": "de Estados Unidos y la"
      },
      {
        "label": "NP",
        "text": "Estados Unidos y la"
      },
      {
        "label": "NP",
        "text": "costa del Golfo"
      },
      {
        "label": "NP",
        "text": "La Asociación Internacional"
      },
      {
        "label": "NP",
        "text": "Estibadores"
      },
      {
        "label": "NP",
        "text": "ILA"
      },
      {
        "label": "ADJP",
        "text": "que"
      },
      {
        "label": "VP",
        "text": "representa a aproximadamente"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP huelga/VBD)\n  masiva/FW\n  de/FW\n  trabajadores/FW\n  (NP portuarios/NNS)\n  (VP ha/VBP (NP paralizado/JJ los/NN principales/NNS))\n  (VP astilleros/VBP)\n  de/IN\n  la/FW\n  (NP costa/JJ este/NN)\n  (PP de/IN (NP Estados/NNP Unidos/NNP y/NNP la/NNP))\n  (NP costa/JJ del/NN Golfo/NNP)\n  ./.)",
      "(S\n  (NP La/NNP Asociación/NNP Internacional/NNP)\n  de/FW\n  (NP Estibadores/NNP)\n  (/(\n  (NP ILA/NNP)\n  )/)\n  ,/,\n  (ADJP que/JJ)\n  (VP representa/VBP (NP a/DT aproximadamente/NN))\n  45.000/CD\n  (NP trabajadores/NNS)\n  (NP portuarios/JJ se/JJ mantiene/NN)\n  (PP en/IN (NP huelga/NN desde/NN el/NN martes/NNS))\n  ./.)",
      "(S\n  (NP Además/NNP)\n  de/FW\n  exigir/FW\n  (NP aumentos/NNS salariales/NNS)\n  significativos/RB\n  ,/,\n  el/FW\n  sindicato/FW\n  (NP demanda/NN)\n  la/FW\n  (NP prohibición/JJ total/NN)\n  de/IN\n  la/FW\n  automatización/FW\n  de/FW\n  puertas/FW\n  ,/,\n  grúas/FW\n  y/FW\n  (NP camiones/NNS)\n  de/FW\n  (NP contenedores/NNS)\n  (VP en/VBP (NP sus/NN puertos/NN))\n  ./.)",
      "(S\n  (NP El/NNP)\n  (VP\n    conflicto/VBZ\n    (NP laboral/JJ entre/NN la/NN Asociación/NNP Internacional/NNP))\n  de/FW\n  (NP Estibadores/NNP)\n  (/(\n  (NP ILA/NNP)\n  )/)\n  ,/,\n  el/FW\n  (NP sindicato/NN más/NN grande/NN)\n  (PP de/IN (NP trabajadores/NNS))\n  (VP marítimos/VBP)\n  (PP en/IN (NP Norteamérica/NNP))\n  ,/,\n  (NP y/NNP)\n  (VP\n    el/VBZ\n    (NP grupo/JJ patronal/JJ US/NNP Maritime/NNP Alliance/NNP))\n  (/(\n  (NP USMX/NNP)\n  )/)\n  (NP ha/NN desencadenado/NN)\n  (NP una/JJ huelga/NN sin/NN)\n  (VP precedentes/VBZ)\n  en/IN\n  las/FW\n  (NP costas/NNS)\n  (VP este/VBP y/JJ)\n  del/FW\n  (NP Golfo/NNP)\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (ADJP punto/JJ)\n  (ADJP central/JJ)\n  de/FW\n  la/FW\n  disputa/FW\n  (NP son/NN los/NN salarios/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "huelga masiva de trabajadores",
        "position": [
          3,
          32
        ],
        "start": 3,
        "end": 32
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "huelga de la ila que afecta a toda la costa desde 1977. este paro laboral ha detenido aproximadamente la mitad del transporte",
        "position": [
          938,
          1063
        ],
        "start": 938,
        "end": 1063
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto laboral entre la",
        "position": [
          475,
          501
        ],
        "start": 475,
        "end": 501
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto laboral entre la asociación internacional de estibadores (ila), el sindicato más grande de trabajadores marítimos en norteamérica, y",
        "position": [
          475,
          617
        ],
        "start": 475,
        "end": 617
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo estatal. la gobernadora de nueva york, kathy hochul, informó que aproximadamente 4",
        "position": [
          3894,
          3986
        ],
        "start": 3894,
        "end": 3986
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          1280,
          1289
        ],
        "start": 1280,
        "end": 1289
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          1908,
          1915
        ],
        "start": 1908,
        "end": 1915
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1309,
          1316
        ],
        "start": 1309,
        "end": 1316
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          2781,
          2788
        ],
        "start": 2781,
        "end": 2788
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          3957,
          3964
        ],
        "start": 3957,
        "end": 3964
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente joe biden",
        "position": [
          2760,
          2780
        ],
        "start": 2760,
        "end": 2780
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "asociación internacional de estibadores (ila), que representa a aproximadamente 45.000 trabajadores",
        "position": [
          145,
          244
        ],
        "start": 145,
        "end": 244
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          1518,
          1527
        ],
        "start": 1518,
        "end": 1527
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1818,
          1825
        ],
        "start": 1818,
        "end": 1825
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          2474,
          2480
        ],
        "start": 2474,
        "end": 2480
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          105,
          119
        ],
        "start": 105,
        "end": 119
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1385,
          1392
        ],
        "start": 1385,
        "end": 1392
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 trabajadores",
        "position": [
          228,
          244
        ],
        "start": 228,
        "end": 244
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "500 millones",
        "position": [
          3563,
          3575
        ],
        "start": 3563,
        "end": 3575
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 45.000",
        "position": [
          209,
          231
        ],
        "start": 209,
        "end": 231
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 4.500",
        "position": [
          3969,
          3990
        ],
        "start": 3969,
        "end": 3990
      },
      {
        "category": "MONETARIOS",
        "matched_text": "4.500 millones de dólares",
        "position": [
          3561,
          3586
        ],
        "start": 3561,
        "end": 3586
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "US Maritime Alliance",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kathy Hochul",
        "tipo": "Persona"
      },
      {
        "nombre": "JPMorgan",
        "tipo": "Organizacion"
      },
      {
        "nombre": "USMX",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Norteamérica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Golfo de Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asociación Internacional de Estibadores",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ILA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva Jersey",
        "tipo": "Lugar"
      },
      {
        "nombre": "Puerto de Savannah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Joe Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Golfo",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Asociación Internacional de Estibadores",
        "relacion": "DESENCADENAR",
        "objeto": "Golfo de Estados Unidos"
      },
      {
        "sujeto": "ILA",
        "relacion": "DESENCADENAR",
        "objeto": "Golfo de Estados Unidos"
      },
      {
        "sujeto": "Norteamérica",
        "relacion": "DESENCADENAR",
        "objeto": "Golfo de Estados Unidos"
      },
      {
        "sujeto": "US Maritime Alliance",
        "relacion": "DESENCADENAR",
        "objeto": "Golfo de Estados Unidos"
      },
      {
        "sujeto": "USMX",
        "relacion": "DESENCADENAR",
        "objeto": "Golfo de Estados Unidos"
      },
      {
        "sujeto": "USMX",
        "relacion": "ENFRENTAR",
        "objeto": "ILA"
      },
      {
        "sujeto": "USMX",
        "relacion": "DECLARAR",
        "objeto": "ILA"
      },
      {
        "sujeto": "JPMorgan",
        "relacion": "COSTAR",
        "objeto": "Golfo"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5994,
    "pos": 0.027,
    "neu": 0.956,
    "neg": 0.017,
    "label": "positive"
  }
}